const myQuestion = [
  {
    no: "1",
    question:
      "1. หน้าที่ด้านใดของเงินที่มีผลให้การค้าขยายตัวอย่างกว้างขวางและรวดเร็ว",
    correctAnswer: "c",
    answer: {
      a: "1) เป็นมาตรฐานในการชำระหนี้",
      b: "2) เป็นเครื่องสะสมมูลค่า",
      c: "3) เป็นสื่อกลางในการแลกเปลี่ยน",
      d: "4) สามารถแบ่งออกเป็นหน่วยย่อยได้",
    },
    explain:
      "<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;หน้าที่ของเงินในกรณีที่เป็นสื่อกลางในการแลกเปลี่ยน คือ เงินจะทำหน้าที่อำนวยความสะดวกในการแลกเปลี่ยนสินค้าหรือบริการ ซึ่งจะทำให้เศรษฐกิจและการค้าขยายตัวอย่างกว้างขวาง",
  },
  {
    no: "2",
    question:
      "2. การที่สมศรีสามารถสะสมรายได้จากการทำงานได้ เกิดจากคุณสมบัติในข้อใด",
    correctAnswer: "b",
    answer: {
      a: "1) เป็นมาตรฐานในการชำระหนี้",
      b: "2) เป็นเครื่องสะสมมูลค่า",
      c: "3) เป็นสื่อกลางในการแลกเปลี่ยน",
      d: "4) สามารถแบ่งออกเป็นหน่วยย่อยได้",
    },
    explain: `<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;หน้าที่ของเงินในกรณีที่เป็นเครื่องสะสมมูลค่า คือ เงินเป็นสิ่งที่สามารถเก็บสะสมได้เนื่องจากเงินมีความคงทนถาวรและไม่เสื่อมสภาพได้ง่าย ทำให้เราสามารถเก็บสะสมเงินได้ดีกว่าสิ่งของบางอย่าง ซึ่งเป็นการพักอำนาจซื้อในปัจจุบันออกไปเป็นในอนาคตในรูปของเงินออม`,
  },
  {
    no: "3",
    question:
      "3. ปริมาณธนบัตรและเหรียญกษาปณ์ในมือประชาชน และเงินฝากเผื่อเรียกจัดเป็นปริมาณเงินในข้อใด",
    correctAnswer: "a",
    answer: {
      a: "1) MD<sub>1</sub>",
      b: "2) MD<sub>2</sub>",
      c: "3) MD<sub>3</sub>",
      d: "4) MD<sub>4</sub>",
    },
    explain:
      '<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;ปริมาณเงินตามความหมายอย่างแคบ (MD<sub>1</sub>) หมายถึง ปริมาณเงินที่หมุนเวียนอยู่ในมือของประชาชน ประกอบด้วยธนบัตร เหรียญกษาปณ์ และเงินฝากเผื่อเรียกหรือเรียกอีกอย่างหนึ่งว่าเงินฝากกระแสรายวันที่จ่ายโอนกันด้วย "เช็ค" ของธุรกิจและครัวเรือนในระบบธนาคารพาณิชย์',
  },
  {
    no: "4",
    question: "4. ธนาคารออมสินจัดเป็นสถาบันการเงินในข้อใด",
    correctAnswer: "a",
    answer: {
      a: "1) ตลาดเงินในระบบ",
      b: "2) ตลาดเงินนอกระบบ",
      c: "3) ตลาดทุนแรก",
      d: "4) ตลาดทุนรอง",
    },
    explain: `<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;ตลาดเงินแบ่งออกเป็น 2 ประเภท คือ<br>&emsp;&emsp;1. ตลาดเงินในระบบ เป็นตลาดที่มีสถาบันการเงินทำหน้าที่อำนวยความสะดวกทางการเงินภายใต้ระเบียบกฎหมายของบ้านเมือง เช่น ธนาคารพาณิชย์ บริษัทเงินทุนและหลักทรัพย์ ธนาคารกลาง ธนาคารออมสิน เป็นต้น<br>&emsp;&emsp;2. ตลาดเงินนอกระบบ เป็นแหล่งการกู้ยืมเงินที่ไม่มีระเบียบกฎหมายรองรับ เช่น การกู้ยืมเงินระหว่างเกษตรกรกับนายทุนท้องถิ่น การกู้ยืมระหว่างบุคคล การเล่นแชร์ การขายฝาก เป็นต้น`,
  },
  {
    no: "5",
    question: "5. ความต้องการถือเงินเพื่อจับจ่ายใช้สอยจะมีค่าลดลงเมื่อ",
    correctAnswer: "c",
    answer: {
      a: "1) อัตราดอกเบี้ยสูงขึ้น",
      b: "2) อัตราดอกเบี้ยลดลง",
      c: "3) รายได้ลดลง",
      d: "4) รายได้สูงขึ้น",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ความต้องการถือเงินเพื่อจับจ่ายใช้สอยและเพื่อใช้จ่ายในยามฉุกเฉินจะมีความสัมพันธ์กับรายได้ในทิศทางเดียวกัน เช่น ถ้ารายได้ลดลง ความต้องการถือเงินเพื่อจับจ่ายใช้สอยจะลดลง และถ้ารายได้สูงขึ้น ความต้องการถือเงินจะสูงขึ้นด้วย`,
  },
  {
    no: "6",
    question: "6. ความต้องการถือเงินเพื่อเก็งกำไรจะมีค่ามากขึ้นเมื่อ",
    correctAnswer: "b",
    answer: {
      a: "1) อัตราดอกเบี้ยสูงขึ้น",
      b: "2) อัตราดอกเบี้ยลดลง",
      c: "3) รายได้ลดลง",
      d: "4) รายได้สูงขึ้น",
    },
    explain: `<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;ความต้องการถือเงินเพื่อเก็งกำไรจะมีความสัมพันธ์ในทิศทางตรงกันข้ามกับอัตราดอกเบี้ย เช่น ถ้าอัตราดอกเบี้ยลดลง ความต้องการถือเงินเพื่อเก็งกำไรจะสูงขึ้น แต่ถ้าอัตราดอกเบี้ยสูงขึ้นความต้องการถือเงินก็จะลดลง`,
  },
  {
    no: "7",
    question: "7. ความต้องการถือเงินรวมจะมีค่าลดลงเมื่อ",
    correctAnswer: "d",
    answer: {
      a: "1) รายได้สูงขึ้นและอัตราดอกเบี้ยสูงขึ้น",
      b: "2) รายได้ลดลงและอัตราดอกเบี้ยลดลง",
      c: "3) รายได้สูงขึ้นและอัตราดอกเบี้ยลดลง",
      d: "4) รายได้ลดลงและอัตราดอกเบี้ยสูงขึ้น",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ความต้องการถือเงินรวม คือ ความต้องการถือเงินเพื่อใช้จ่าย (MD<sub>1</sub>) รวมกับ ความต้องการถือเงินไว้ใช้ยามจำเป็น (MD<sub>2</sub>) รวมกับ ความต้องการถือเงินเพื่อการเก็งกำไร (MD<sub>3</sub>) ซึ่ง (MD<sub>1</sub>) และ (MD<sub>2</sub>) จะขึ้นอยู่กับรายได้ในทิศทางเดียวกัน และ (MD<sub>3</sub>) จะขึ้นอยู่กับอัตราดอกเบี้ยในทิศทางตรงกันข้าม`,
  },
  {
    no: "8",
    question:
      "8. ในตลาดเงิน ณ ระดับอัตราดอกเบี้ยระดับหนึ่ง ถ้าขณะนั้นความต้องการถือเงินมีเพิ่มขึ้น ระดับอัตราดอกเบี้ยจะปรับตัวอย่างไร",
    correctAnswer: "a",
    answer: {
      a: "1) ปรับตัวสูงขึ้น",
      b: "2) ปรับตัวลดลง",
      c: "3) ไม่เปลี่ยนแปลง",
      d: "4) ไม่มีข้อใดถูก",
    },
    explain: `<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;ความสัมพันธ์ของความต้องการถือเงิน (MD) หรืออุปสงค์ของเงิน กับ อัตราดอกเบี้ย จะเป็นไปในทิศทางเดียวกัน เมื่อความต้องการถือเงินเพิ่มขึ้น อัตราดอกเบี้ยจะสูงขึ้น เมื่อความต้องการถือเงินลดลง อัตราดอกเบี้ยก็จะลดลงเช่นเดียวกัน`,
  },
  {
    no: "9",
    question:
      "9. การปรับตัวเพิ่มขึ้นของปริมาณเงิน มีผลให้เกิดการเปลี่ยนแปลงในข้อใด",
    correctAnswer: "c",
    answer: {
      a: "1) เส้นอุปสงค์ของเงินขยับไปทางขวา",
      b: "2) เส้นอุปสงค์ของเงินขยับไปทางซ้าย",
      c: "3) เส้นอุปทานของเงินขยับไปทางขวา",
      d: "4) เส้นอุปทานของเงินขยับไปทางซ้าย",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ดูจากกราฟ จะเห็นว่า เส้นปริมาณเงิน คือ เส้นอุปทานของเงิน (MS) เมื่อเพิ่มขึ้น จะขยับไปทางขวา และเมื่อลดลงจะขยับไปทางซ้าย<br>&emsp;&emsp;<img src="img/img2-9.jpg" style="max-width: 300px;">`,
  },
  {
    no: "10",
    question: "10. การออกธนบัตรประเทศต่าง ๆ เป็นหน้าที่ของสถาบันการเงินในข้อใด",
    correctAnswer: "b",
    answer: {
      a: "1) ธนาคารพาณิชย์",
      b: "2) ธนาคารกลาง",
      c: "3) กระทรวงการคลัง",
      d: "4) รัฐบาล",
    },
    explain: `<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;หน้าที่ของธนาคารกลางมีดังนี้<br>&emsp;&emsp;1. เป็นผู้ออกธนบัตร<br>&emsp;&emsp;2. เป็นผู้เก็บรักษาทุนสำรองเงินตราระหว่างประเทศ<br>&emsp;&emsp;3. เป็นนายธนาคารของรัฐบาล<br>&emsp;&emsp;4. เป็นตัวแทนของรัฐบาลในการติดต่อทางการเงิน<br>&emsp;&emsp;5. เป็นตัวแทนในการซื้อขายพันธบัตร<br>&emsp;&emsp;6. เป็นผู้ควบคุมอัตราแลกเปลี่ยนเงินตราต่างประเทศ<br>&emsp;&emsp;7. เป็นนายธนาคารของธนาคารพาณิชย์<br>&emsp;&emsp;8. เป็นผู้ควบคุมปริมาณเงินภายในประเทศด้วยการกำหนดปริมาณฐานเงินให้มีความเหมาะสมกับภาวะเศรษฐกิจ และความต้องการใช้เงินของประชาชนและหน่วยธุรกิจ เป็นต้น`,
  },
  {
    no: "11",
    question: "11. ในขณะเศรษฐกิจเกิดเงินเฟ้อ ควรใช้นโยบายการเงินแบบใด",
    correctAnswer: "c",
    answer: {
      a: "1) นโยบายการเงินแบบผ่อนคลาย เพื่อลดปริมาณเงิน",
      b: "2) นโยบายการเงินแบบผ่อนคลาย เพื่อเพิ่มปริมาณเงิน",
      c: "3) นโยบายการเงินแบบเข้มงวด เพื่อลดปริมาณเงิน",
      d: "4) นโยบายการเงินแบบเข้มงวด เพื่อเพิ่มปริมาณเงิน",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ในขณะนั้นเศรษฐกิจเกิดภาวะเงินเฟ้อนั้น จะต้องลดปริมาณเงินหมุนเวียนลง จึงจำเป็นต้องใช้นโยบายการเงินแบบเข้มงวด โดยใช้วิธีการขายหลักทรัพย์ให้แก่ประชาชนหรือสถาบันการเงินต่าง ๆ เพื่อทำให้เงินในมือของประชาชนมีน้อยลง หรือใช้วิธีเพิ่มอัตราเงินสดสำรองตามกฎหมายหรือ เพิ่มอัตรารับช่วงซื้อลดตั๋วเงินให้สูงขึ้น เพื่อทำให้ธนาคารพาณิชย์ขยายสินเชื่อได้น้อยลง`,
  },
  {
    no: "12",
    question:
      "12. การผ่อนปรนการอนุมัติสินเชื่อผ่านบัตรเครดิตมีผลต่อระบบเศรษฐกิจอย่างไร",
    correctAnswer: "d",
    answer: {
      a: "1) ลดปริมาณความต้องการถือเงิน",
      b: "2) เพิ่มปริมาณความต้องการถือเงิน",
      c: "3) ลดปริมาณเงินหมุนเวียน",
      d: "4) เพิ่มปริมาณเงินหมุนเวียน",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;เครื่องมือที่ใช้ในการควบคุมเฉพาะอย่างเพื่อเพิ่มปริมาณเงินมีดังนี้<br>&emsp;&emsp;1. ขยายการให้สินเชื่อเพื่อเก็งกำไรด้วยการกำหนดเงินมัดจำ (Margin) ในการซื้อหุ้นของนักลงทุนให้ต่ำลง<br>&emsp;&emsp;2. ขยายสินเชื่อเพื่อการบริโภคของธนาคารพาณิชย์ด้วยการกำหนดวงเงินที่จะชำระครั้งแรกให้ต่ำลง หรือกำหนดระยะเวลาการผ่อนชำระให้ยาวนานขึ้น<br>&emsp;&emsp;3. ขยายการให้สินเชื่อเพื่อการก่อสร้างหรือซื้ออาคารด้วยการกำหนดวงเงินที่ต้องชำระในครั้งแรกให้ต่ำลงหรือให้ธนาคารพาณิชย์เพิ่มจำนวนเงินที่ให้กู้ยืม`,
  },
  {
    no: "13",
    question: "13. เมื่อเกิดภาวะเงินฝืด ธนาคารกลางควรใช้มาตรการอย่างไร",
    correctAnswer: "b",
    answer: {
      a: "1) นโยบายการเงินแบบผ่อนคลาย เพื่อลดปริมาณเงิน",
      b: "2) นโยบายการเงินแบบผ่อนคลาย เพื่อเพิ่มปริมาณเงิน",
      c: "3) นโยบายการเงินแบบเข้มงวด เพื่อลดปริมาณเงิน",
      d: "4) นโยบายการเงินแบบเข้มงวด เพื่อเพิ่มปริมาณเงิน",
    },
    explain: `<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;เมื่อเกิดภาวะเงินฝืด ธนาคารกลางจะเพิ่มปริมาณเงินโดยใช้นโยบายการเงินแบบผ่อนคลาย ได้แก่ ซื้อหลักทรัพย์คืนจากประชาชน ลดอัตราเงินสดสำรองตามกฎหมาย และลดอัตรารับช่วงซื้อลดตั๋วเงิน ซึ่งผลของการเพิ่มปริมาณเงิน จะทำให้อัตราดอกเบี้ยในตลาดลดลง ส่งผลให้การลงทุนสูงขึ้น ความต้องการใช้จ่ายรวมมากขึ้น มีการผลิตและการจ้างงานมากขึ้น จะทำให้รายได้ประชาชาติสูงขึ้นตามไปด้วย`,
  },
  {
    no: "14",
    question:
      "14. ในตลาดเงิน ระดับอัตราดอกเบี้ยระดับหนึ่ง ถ้าขณะนั้นปริมาณความต้องการถือเงินมีมากกว่าปริมาณเงิน ระดับอัตราดอกเบี้ยจะปรับตัวอย่างไร",
    correctAnswer: "b",
    answer: {
      a: "1) ปรับตัวสูงขึ้น",
      b: "2) ปรับตัวลดลง",
      c: "3) ไม่เปลี่ยนแปลง",
      d: "4) ไม่มีข้อใดถูก",
    },
    explain: `<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;ดูจากกราฟ จะเห็นว่า ความสัมพันธ์ของปริมาณเงิน (MS) หรืออุปทานของเงิน กับ อัตราดอกเบี้ย จะเป็นไปในทิศทางตรงกันข้าม เมื่อปริมาณเงินเพิ่มขึ้น อัตราดอกเบี้ยจะลดลง เมื่อปริมาณเงินลดลง อัตราดอกเบี้ยก็จะสูงขึ้น<br>&emsp;&emsp;<img src="img/img2-14.jpg" style="max-width: 300px;">`,
  },
  {
    no: "15",
    question: "15. ปริมาณเงินในข้อใดนับรวมปริมาณเงินฝากประจำและฝากออมทรัพย์",
    correctAnswer: "c",
    answer: {
      a: "1) ปริมาณเงินอย่างแคบมาก",
      b: "2) ปริมาณเงินอย่างแคบ",
      c: "3) ปริมาณเงินอย่างกว้าง",
      d: "4) ปริมาณเงินอย่างกว้างมาก",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ปริมาณเงินอย่างกว้าง (MD<sub>2</sub>) ประกอบด้วย ปริมาณของเงินอย่างแคบ (MD<sub>1</sub>) รวมกับเงินฝากออมทรัพย์และเงินฝากประจำของธุรกิจและครัวเรือนในระบบธนาคารพาณิชย์`,
  },
  {
    no: "16",
    question:
      "16. การเพิ่มอัตราดอกเบี้ยให้สูงขึ้นมีผลต่อการเปลี่ยนแปลงของความต้องการถือเงินในข้อใด",
    correctAnswer: "c",
    answer: {
      a: "1) ความต้องการถือเงินเพื่อใช้ยามฉุกเฉินเปลี่ยนแปลงไปในทางเดียวกัน",
      b: "2) ความต้องการถือเงินเพื่อใช้จ่ายในชีวิตประจำวันเปลี่ยนแปลงไปในทางเดียวกัน",
      c: "3) ความต้องการถือเงินเพื่อเก็งกำไรเปลี่ยนแปลงไปในทางตรงข้าม",
      d: "4) ไม่เกิดการเปลี่ยนแปลง",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ความต้องการถือเงินเพื่อเก็งกำไรจะมีความสัมพันธ์ในทิศทางตรงกันข้ามกับอัตราดอกเบี้ย เช่น ถ้าอัตราดอกเบี้ยลดลง ความต้องการถือเงินเพื่อเก็งกำไรจะสูงขึ้น แต่ถ้าอัตราดอกเบี้ยสูงขึ้นความต้องการถือเงินก็จะลดลง`,
  },
  {
    no: "17",
    question:
      "17. ถ้าขณะนั้นความต้องการถือเงินคงที่ ธนาคารกลางเพิ่มปริมาณเงิน ตลาดจะปรับตัวอย่างไร",
    correctAnswer: "c",
    answer: {
      a: "1) อัตราดอกเบี้ยปรับสูงขึ้น ปริมาณเงินปรับลดลง",
      b: "2) อัตราดอกเบี้ยปรับสูงขึ้น ปริมาณเงินปรับสูงขึ้น",
      c: "3) อัตราดอกเบี้ยปรับลดลง ปริมาณเงินปรับสูงขึ้น",
      d: "4) อัตราดอกเบี้ยปรับลดลง ปริมาณเงินปรับลดลง",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ดูจากกราฟ เมื่อความต้องการถือเงิน (MD) คงที่ และ ปริมาณเงินเพิ่มขึ้น (MS) จะส่งผลให้ เส้น MS ขยับไปทางขวา จะทำให้เกิดดอกเบี้ยดุลยภาพใหม่ในจุดที่ อัตราดอกเบี้ยต่ำกว่า อัตราเดิม<br>&emsp;&emsp;<img src="img/img2-17.jpg" style="max-width: 300px;">`,
  },
  {
    no: "18",
    question: "18. ข้อใดไม่ใช่วิธีการแก้ไขภาวะเงินฝืด",
    correctAnswer: "d",
    answer: {
      a: "1) รัฐซื้อพันธบัตรคืนจากภาคเอกชน",
      b: "2) ลดอัตรารับช่วงซื้อลดตั๋วเงิน",
      c: "3) ลดเงินสดสำรองตามกฎหมายของธนาคารพาณิชย์",
      d: "4) ธนาคารกลางใช้นโยบายการเงินแบบเข้มงวด",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;นโยบายการเงินแบบผ่อนคลาย จะถูกใช้เพื่อรักษาเสถียรภาพของเศรษฐกิจในประเทศไม่ให้เกิดภาวะเงินฝืด หรือกล่าวคือเพื่อกระตุ้นเศรษฐกิจของประเทศ ตัวอย่าง เช่น การลดอัตราดอกเบี้ยนโยบาย การซื้อพันธบัตรจากภาคเอกชนหรือรัฐบาล การปรับลดอัตราเงินสดสำรองของธนาคารพาณิชย์ เป็นต้น ส่วนนโยบายการเงินแบบเข้มงวดนั้น จะดำเนินการตรงกันข้ามกัน`,
  },
  {
    no: "19",
    question: "19. เมื่อเกิดภาวะเงินฝืดแล้ว ค่าของเงินจะเปลี่ยนแปลงไปอย่างไร",
    correctAnswer: "c",
    answer: {
      a: "1) ค่าของเงินจะคงที่",
      b: "2) ค่าของเงินจะลดลง",
      c: "3) ค่าของเงินจะเพิ่มขึ้น",
      d: "4) จะเกิดดุลยภาพ",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ภาวะเงินฝืด หมายถึง ภาวะที่ราคาสินค้าและบริการในตลาดลดลง ค่าของเงินเพิ่มขึ้น ปริมาณเงินอยู่ในมือประชาชนน้อยเกินไป`,
  },
  {
    no: "20",
    question: "20. ปริมาณเงินอย่างแคบ (MD<sub>1</sub>) ประกอบด้วยอะไรบ้าง",
    correctAnswer: "b",
    answer: {
      a: "1) เหรียญกษาปณ์ ธนบัตร",
      b: "2) เหรียญกษาปณ์ ธนบัตร เงินฝากกระแสรายวัน",
      c: "3) เหรียญกษาปณ์ ธนบัตร เงินฝากกระแสรายวัน เงินฝากออมทรัพย์",
      d: "4) เหรียญกษาปณ์ ธนบัตร เงินฝากกระแสรายวัน เงินฝากออมทรัพย์ เงินฝากประจำ",
    },
    explain: `<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;ปริมาณเงินตามความหมายอย่างแคบ (MD<sub>1</sub>) หมายถึง ปริมาณเงินที่หมุนเวียนอยู่ในมือของประชาชน ประกอบด้วยธนบัตร เหรียญกษาปณ์ และเงินฝากเผื่อเรียกหรือเรียกอีกอย่างหนึ่งว่าเงินฝากกระแสรายวันที่จ่ายโอนกันด้วย "เช็ค" ของธุรกิจและครัวเรือนในระบบธนาคารพาณิชย์`,
  },
  {
    no: "21",
    question:
      "21. ปัจจัยใดที่มีอิทธิพลมากที่สุดต่อความต้องการถือเงินเพื่อใช้จ่ายในชีวิตประจำวัน",
    correctAnswer: "b",
    answer: {
      a: "1) ดอกเบี้ย",
      b: "2) รายได้",
      c: "3) ราคาสินค้า",
      d: "4) ราคาหุ้น",
    },
    explain: `<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;ความต้องการถือเงินเพื่อใช้จ่ายในชีวิตประจำวัน จะมีความสัมพันธ์กับรายได้ในทิศทางเดียวกัน เช่น ถ้ารายได้ลดลง ความต้องการถือเงินเพื่อจับจ่ายใช้สอยจะลดลง และถ้ารายได้สูงขึ้น ความต้องการถือเงินจะสูงขึ้นด้วย`,
  },
  {
    no: "22",
    question:
      "22. ข้อใดเป็นไปตามทฤษฏีปริมาณเงินของ Irving Fisher ถ้าปริมาณเงินในระบบเศรษฐกิจเพิ่มขึ้น จะมีผลต่อการเปลี่ยนแปลงข้อใด",
    correctAnswer: "a",
    answer: {
      a: "1) ระดับราคาสินค้าเปลี่ยนแปลงเพิ่มขึ้น",
      b: "2) ระดับราคาสินค้าเปลี่ยนแปลงลดลง",
      c: "3) ระดับราคาสินค้าไม่เปลี่ยนแปลง",
      d: "4) ปริมาณสินค้าเปลี่ยนแปลงเพิ่มขึ้น",
    },
    explain: `<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;ทฤษฎีของเออร์วิง ฟิชเชอร์ ปริมาณเงินและราคาสินค้า จะมีความสัมพันธ์กันในทิศทางเดียวกัน กล่าวคือ ถ้าปริมาณเงินเพิ่มขึ้น ส่งผลให้มูลค่าของเงินลดลง ทำให้ราคาสินค้าเพิ่มสูงขึ้น แต่ถ้าปริมาณเงินลดลง ส่งผลให้มูลค่าของเงินเพิ่มขึ้น และทำให้ราคาสินค้าลดลงตาม`,
  },
  {
    no: "23",
    question: "23. อะไรเป็นตัวกำหนดอัตราดอกเบี้ยดุลยภาพ",
    correctAnswer: "d",
    answer: {
      a: "1) อัตราดอกเบี้ย",
      b: "2) รัฐบาล หรือธนาคารกลาง",
      c: "3) อุปสงค์ของเงิน",
      d: "4) ข้อ 2 และ 3 ถูกต้อง",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ดอกเบี้ยดุลยภาพ คือจุดตัดของ อุปทานของเงิน (MS) หรือปริมาณเงิน ซึ่งถูกกำหนดโดยรัฐบาลหรือธนาคารกลาง กับ อุปสงค์ของเงิน (MD) หรือความต้องการถือเงิน`,
  },
  {
    no: "24",
    question:
      "24. การดำเนินนโยบายการเงินของประเทศ อยู่ภายใต้การดูแลของหน่วยงานใด",
    correctAnswer: "d",
    answer: {
      a: "1) ธนาคารแห่งประเทศไทย",
      b: "2) กระทรวงพาณิชย์",
      c: "3) กระทรวงการคลัง",
      d: "4) ธนาคารโลก",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ธนาคารแห่งประเทศไทย มีหน้าที่กำหนดนโยบายทางการเงินให้กับประเทศ โดยมีเป้าหมายสูงสุดคือ การรักษาเสถียรภาพทางเศรษฐกิจในภาพรวมเพื่อเอื้อให้เศรษฐกิจขยายตัวอย่างเต็มศักยภาพและยั่งยืนในระยะยาว`,
  },
  {
    no: "25",
    question:
      "25. ภาษีมูลค่าเพิ่ม (Value Added Tax: VAT) เป็นการจัดเก็บภาษีประเภทใด",
    correctAnswer: "b",
    answer: {
      a: "1) ภาษีทางตรง",
      b: "2) ภาษีทางอ้อม",
      c: "3) ภาษีที่เก็บจากรายจ่าย",
      d: "4) ภาษีที่เก็บจากทรัพย์สิน",
    },
    explain: `<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;ภาษีทางอ้อม คือ ภาษีที่เรียกเก็บจากผู้บริโภค เมื่อขายสินค้าและบริการต่างๆ โดยเป็นภาษีที่สามารภผลักภาระทางภาษีทั้งหมด หรือบางส่วนไปยังผู้ซื้อหรือผู้บริโภค เป็นผู้รับชำระภาษีอากรแทนผู้ขาย โดยทั่วไปภาษีทางอ้อม ได้แก่ ภาษีมูลค่าเพิ่ม ภาษีสรรพามิต ภาษีธุรกิจเฉพาะ ภาษีศุลกากร ภาษีทางการค้า ค่าธรรมเนียมอากรต่างๆ ที่จะเรียกเก็บจากรายจ่ายของบุคคล โดยมิได้พิจารณาฐานะความมั่งคั่งของบุคคล หรือนิติบุคคล นั้น`,
  },
  {
    no: "26",
    question:
      "26. สถานการณ์ใดต่อไปนี้ อธิบายถึงสภาวะเงินเฟ้อได้ดีที่สุด (ข้อสอบ A-Net 51)",
    correctAnswer: "c",
    answer: {
      a: "1) ปริมาณเงินในระบบเศรษฐกิจเพิ่มขึ้นสูงมาก",
      b: "2) ปริมาณสินค้าในระบบเศรษฐกิจเพิ่มขึ้นสูงมาก",
      c: "3) ระดับราคาสินค้าในระบบเศรษฐกิจเพิ่มขึ้นสูงมาก",
      d: "4) การใช้จ่ายของรัฐบาลและประชาชนเพิ่มขึ้นสูงมาก",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ตัวที่ชี้วัดภาวะการเกิดเงินเฟ้อได้ดีที่สุด คือ ดัชนีราคา (Price Index) หรือก็คือ ราคาสินค้านั่นเอง ยิ่งดัชนีราคาสูง ก็ยิ่งเกิดเงินเฟ้อมากขึ้น`,
  },
  {
    no: "27",
    question:
      "27. การดำเนินการในข้อใด ช่วยแก้ไขปัญหาเงินเฟ้อได้ (ข้อสอบ O-Net 50)",
    correctAnswer: "c",
    answer: {
      a: "1) ธนาคารกลางประกาศรับซื้อคืนพันธบัตร",
      b: "2) ลดอัตราเงินสดสำรองตามกฎหมาย",
      c: "3) เพิ่มอัตราซื้อลดตั๋วเงินจากธนาคารพาณิชย์",
      d: "4) ผ่อนคลายการกำกับแผนการปล่อยสินเชื่อของธนาคารพาณิชย์",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;สาเหตุของการเกิดเงินเฟ้อ คือ ปริมาณเงินที่อยู่ในระบบเศรษฐกิจมีมากเกินไป จึงจำเป็นต้องหานโยบายเพื่อลดปริมาณเงินในระบบลง การเพิ่มอัตราซื้อลดตั๋วเงินจากธนาคารพาณิชย์ เป็นนโยบายหนึ่งที่ช่วยลดปริมาณเงินในระบบลง`,
  },
  {
    no: "28",
    question:
      "28. ข้อใดไม่ใช่ผลจากการที่ระดับราคาสินค้าโดยทั่วไปสูงขึ้นอย่างต่อเนื่อง (ข้อสอบ Ent 44)",
    correctAnswer: "d",
    answer: {
      a: "1) การกระจายรายได้ไม่เท่าเทียมกันมากขึ้น",
      b: "2) ค่าครองชีพของประชาชนสูงขึ้น",
      c: "3) อำนาจการซื้อของของเงิน 1 หน่วยลดลง",
      d: "4) ลูกหนี้ที่ทำสัญญากู้เงินระยะยาวจะเสียเปรียบเจ้าหนี้",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ในภาวะที่เกิดเงินเฟ้อ ลูกหนี้ที่ต้องชำระหนี้ให้กับเจ้าหนี้ จะเกิดความได้เปรียบ เนื่องจากมูลค่าของเงินที่ลดลง และราคาสินค้าที่สูงขึ้น`,
  },
  {
    no: "29",
    question: "29. ข้อใด แสดงว่าอำนาจซื้อของเงินบาทสูงขึ้น (ข้อสอบ Ent 46)",
    correctAnswer: "b",
    answer: {
      a: "1) เงิน 30 บาท เดิมซื้อไข่ไก่ได้ 15 ฟอง ปัจจุบัน เงิน 45 บาท ซื้อไข่ไก่ได้ 15 ฟอง",
      b: "2) เงิน 45 บาท เดิมซื้อไข่ไก่ได้ 15 ฟอง ปัจจุบัน เงิน 60 บาท ซื้อไข่ไก่ได้ 30 ฟอง",
      c: "3) เงิน 60 บาท เดิมซื้อไข่ไก่ได้ 15 ฟอง ปัจจุบัน เงิน 45 บาท ซื้อไข่ไก่ได้ 9 ฟอง",
      d: "4) เงิน 75 บาท เดิมซื้อไข่ไก่ได้ 15 ฟอง ปัจจุบัน เงิน 50 บาท ซื้อไข่ไก่ได้ 10 ฟอง",
    },
    explain: `<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;อำนาจซื้อของเงินบาทที่สูงขึ้น คือ ภาวะเงินฝืด ส่งผลให้ราคาสินค้าลดลง จากฟองละ 3 บาท เหลือฟองละ 2 บาท`,
  },
  {
    no: "30",
    question:
      "30. การแก้ไขปัญหาเงินเฟ้อในระยะยาว ทำได้โดยวิธีใด (ข้อสอบ Ent 47)",
    correctAnswer: "b",
    answer: {
      a: "1) ลดอัตราภาษี ลดการใช้จ่ายของรัฐ ลดอัตราดอกเบี้ย",
      b: "2) เพิ่มอัตราภาษี ลดการใช้จ่ายของรัฐ เพิ่มอัตราดอกเบี้ย",
      c: "3) เพิ่มอัตราภาษี เพิ่มการใช้จ่ายของรัฐ เพิ่มอัตราดอกเบี้ย",
      d: "4) ลดอัตราภาษี เพิ่มการใช้จ่ายของรัฐ ลดอัตราดอกเบี้ย",
    },
    explain: `<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;การเพิ่มอัตราภาษี ส่งผลให้ ประชาชนมีเงินในมือน้อยลง<br>&emsp;&emsp;การลดค่าใช้จ่ายของรัฐ (หรือการใช้งบประมาณเกินดุล) ส่งผลให้ ปริมาณเงินที่จะเข้าไปอยู่ในระบบลดลง<br>&emsp;&emsp;การเพิ่มอัตราดอกเบี้ย ส่งผลให้ คนฝากเงินเพิ่มขึ้น จูงใจไม่ให้เกิดการใช้จ่าย`,
  },
];
