const myQuestion = [
  {
    no: "1",
    question: "1. ระบบเศรษฐกิจแบบปิดในทางเศรษฐศาสตร์ หมายถึง",
    correctAnswer: "d",
    answer: {
      a: "1) ระบบเศรษฐกิจที่มีค่า GDP เพิ่มขึ้นในอัตราร้อยละ 1",
      b: "2) ระบบเศรษฐกิจของประเทศด้วยพัฒนา",
      c: "3) ระบบเศรษฐกิจของประเทศสังคมนิยม",
      d: "4) ระบบเศรษฐกิจที่ไม่มีการค้าระหว่างประเทศ",
    },
    explain:
      "<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;เนื่องจากระบบเศรษฐกิจแบบปิดในทางศาสตร์ จะหมายถึง ระบบเศรษฐกิจแบบ 3 ส่วน หรือ ระบบเศรษฐกิจที่มีรัฐบาล แต่ยังไม่มีการค้าขายระหว่างประเทศ",
  },
  {
    no: "2",
    question: "2. สมการรายจ่ายมวลรวม (AE) ข้อใดถูกต้อง",
    correctAnswer: "d",
    answer: {
      a: "1) AE = C + I",
      b: "2) AE = C + I + G",
      c: "3) AE = C + I + G + (X - M)",
      d: "4) ถูกทุกข้อ",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ในระบบเศรษฐกิจแบบ 2 ส่วน จะมีสมการรายจ่ายมวลรวม คือ AE = C + I<br>&emsp;&emsp;ในระบบเศรษฐกิจแบบ 3 ส่วน จะมีสมการรายจ่ายมวลรวม คือ AE = C + I + G<br>&emsp;&emsp;ในระบบเศรษฐกิจแบบ 4 ส่วน จะมีสมการรายจ่ายมวลรวม คือ AE = C + I + G + (X - M)`,
  },
  {
    no: "3",
    question: "3. ถ้ารัฐบาลต้องการกระตุ้นเศรษฐกิจ นโยบายใดที่ทำให้เร็วที่สุด",
    correctAnswer: "a",
    answer: {
      a: "1) การแจกเงินให้ผู้มีรายได้น้อยคนละ 2,000 บาท",
      b: "2) ส่งเสริมให้เอกชนลงทุนเพิ่มขึ้น",
      c: "3) ลดภาษีมูลค่าเพิ่ม",
      d: "4) เพิ่มค่าลดหย่อนภาษีสำหรับการซื้อบ้านใหม่",
    },
    explain:
      "<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;การแจกเงินให้ผู้มีรายได้น้อยคนละ 2,000 บาทของรัฐบาล ถือว่าเป็นมาตรการในการกระตุ้นเศรษฐกิจเพื่อให้เกิดการจับจ่ายใช้สอยได้เร็วที่สุด เนื่องจากเงินเป็นสิ่งที่มีสภาพคล่องสูงสุด นั่นคือ เมื่อประชาชนมีเงินอยู่ในมือก็จะสามารถนำเงินนั้นไปจับจ่ายใช้สอย เพื่อซื้อสินค้าและบริการได้ทันที",
  },
  {
    no: "4",
    question:
      "4. การที่รัฐบาลไปเจรจาขอกู้เงินจากต่างประเทศ และนำไปใช้จ่ายในโครงการเพื่อช่วยกระตุ้นเศรษฐกิจนโยบายการใช้จ่ายของรัฐบาลในทางเศรษฐศาสตร์ถือว่าเป็น",
    correctAnswer: "c",
    answer: {
      a: "1) นโยบายทางการทูต",
      b: "2) นโยบายการเงิน",
      c: "3) นโยบายทางการคลัง",
      d: "4) นโยบายการค้า",
    },
    explain:
      "<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;การก่อหนี้สาธารณะของรัฐบาลด้วยการกู้เงินจากรัฐบาลต่างประเทศมาใช้จ่ายในโครงการต่างๆ นั้น ถือว่าเป็นส่วนหนึ่งของนโยบายการคลังเพื่อใช้แก้ไขปัญหาเศรษฐกิจตกต่ำหรือภาวะเงินฝืด โดยเงินที่กู้มานั้นจะถูกนำไปใช้ในการกระตุ้นเศรษฐกิจและการลงทุนให้เกิดการขยายตัว ช่วยให้ประชาชนมีงานทำ มีรายได้ และมีการใช้จ่ายเพื่อการบริโภคมากขึ้น ซึ่งจะส่งผลให้รายได้ประชาชาติสูงขึ้นตามไปด้วย",
  },
  {
    no: "5",
    question: "5. ในปัจจุบันรัฐบาลไทยทำงบประมาณของรัฐบาลแบบใด",
    correctAnswer: "b",
    answer: {
      a: "1) สมดุล",
      b: "2) ขาดดุล",
      c: "3) เกินดุล",
      d: "4) ไม่มีข้อใดถูก",
    },
    explain:
      "<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;งบประมาณรายจ่ายของรัฐบาลประจำปี 2563 เป็นงบประมาณแบบขาดดุล นั่นคือ มีรายจ่ายมากกว่ารายได้ โดยมีวงเงินงบประมาณรายจ่ายรวม 3,200,000 ล้านบาทประมาณการรายได้สุทธิจำนวน 2,731,000 ล้านบาท และขาดดุลงบประมาณจำนวน 469,000 ล้านบาท ซึ่งงบประมาณแบบขาดดุลจะช่วยกระตุ้นเศรษฐกิจได้ดี นั่นคือ รัฐบาลจะเพิ่มการใช้จ่ายให้มากขึ้น ซึ่งจะช่วยลดปัญหาการว่างงาน แก้ไขปัญหาเศรษฐกิจตกต่ำและส่งผลให้รายได้ประชาชาติสูงขึ้นด้วย",
  },
  {
    no: "6",
    question: "6. รายได้ประชาชาติดุลยภาพ หมายถึง รายได้ ณ ระดับใด",
    correctAnswer: "a",
    answer: {
      a: "1) AE = Y",
      b: "2) AE > Y",
      c: "3) AE < Y",
      d: "4) ถูกทุกข้อ",
    },
    explain:
      "<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;เงื่อนไขรายได้ประชาชาติดุลยภาพ คือ<br>&emsp;&emsp;1. ค่าใช้จ่ายมวลรวม (AE) = ผลผลิตที่เกิดขึ้นจริงหรือรายได้ประชาชาติ (Y)<br>&emsp;&emsp;2. ไหลเข้าหรือส่วนกระตุ้น (S + T) = ไหลออกหรือส่วนรั่วไหล (I + G + R)",
  },
  {
    no: "7",
    question: "7. การใช้จ่ายภาครัฐ มีลักษณะเป็นการใช้จ่ายแบบใด",
    correctAnswer: "b",
    answer: {
      a: "1) ขึ้นอยู่กับงบประมาณแผ่นดิน",
      b: "2) แบบอิสระ",
      c: "3) ขึ้นอยู่กับรายได้ประชาชาติ",
      d: "4) ขึ้นอยู่กับภาวะเงินเฟ้อ",
    },
    explain:
      "<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;การใช้จ่ายของรัฐบาล จะเป็นการใช้จ่ายแบบอิสระ หรือ ไม่ขึ้นอยู่กับรายได้ประชาชาติ เส้นกราฟของเส้นค่าใช้จ่ายของรัฐบาลจะเป็นเส้นตรงขนานกับแกนนอน (รายได้ประชาชาติ) หมายความว่า ไม่ว่ารายได้ประชาชาติจะเปลี่ยนแปลงไปเท่าไหร่ ค่าใช้จ่ายของรัฐบาลจะเท่าเดิม",
  },
  {
    no: "8",
    question: "8. มาตรการต่อไปนี้ มาตรการใดเป็นนโยบายการคลัง",
    correctAnswer: "d",
    answer: {
      a: "1) โครงการเราชนะ",
      b: "2) นโยบายหนี้สาธารณะ",
      c: "3) การลดภาษีมูลค่าเพิ่ม",
      d: "4) ถูกทุกข้อ",
    },
    explain:
      "<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;นโยบายการคลัง หมายถึง นโยบายที่เกี่ยวข้องกับรายได้ รายจ่าย และการก่อหนี้สาธารณะของรัฐบาลด้วยการกู้เงินจากแหล่งเงินกู้ทั้งภายในและภายนอกประเทศ เพื่อให้บรรลุเป้าหมายของการมีงานทำ ความมีเสถียรภาพของระดับราคา ค่าจ้าง อัตราดอกเบี้ย อัตราแลกเปลี่ยน ดุลการค้า และดุลการชำระเงินระหว่างประเทศ โดยรัฐบาลจะดำเนินนโยบายการคลังผ่านทางนโยบายภาษี นโยบายการใช้จ่ายของรัฐบาล และนโยบายหนี้สาธารณะ",
  },
  {
    no: "9",
    question:
      "9. ระบบเศรษฐกิจที่ไม่มีการค้าระหว่างประเทศในทางเศรษฐศาสตร์ หมายถึง",
    correctAnswer: "c",
    answer: {
      a: "1) ระบบเศรษฐกิจของประเทศด้อยพัฒนา",
      b: "2) ระบบเศรษฐกิจของประเทศที่กำลังพัฒนา",
      c: "3) ระบบเศรษฐกิจแบบปิด",
      d: "4) ระบบเศรษฐกิจแบบเปิด",
    },
    explain:
      "<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ระบบเศรษฐกิจที่wม่มีการค้าขายระหว่างประเทศ จะหมายถึง ระบบเศรษฐกิจแบบ 3 ส่วน หรือ ระบบเศรษฐกิจแบบปิด",
  },
  {
    no: "10",
    question:
      "10. ในการจัดทำงบประมาณขาดดุลของรัฐบาล หมายความว่า รัฐบาลจะต้องจัดทำงบประมาณแบบใด",
    correctAnswer: "b",
    answer: {
      a: "1) รายได้มากกว่ารายจ่าย",
      b: "2) รายได้น้อยกว่ารายจ่าย",
      c: "3) ร้องขอความช่วยเหลือจากต่างประเทศ",
      d: "4) มูลค่าการนำเข้ามากกว่ามูลค่าการส่งออก",
    },
    explain:
      "<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;งบประมาณ แสดงถึงรายได้ทั้งหมดของรัฐบาล ซึ่งส่วนใหญ่ได้มาจากภาษี (T) และรายจ่ายทั้งหมดของรัฐบาล (G) ซึ่งงบประมาณมีอยู่ 3 ลักษณะ คือ<br>&emsp;&emsp;1. งบประมาณสมดุล คือ รายได้ของรัฐบาลเท่ากับรายจ่ายของรัฐบาล<br>&emsp;&emsp;2. งบประมาณเกินดุล คือ รายได้ของรัฐบาลมากกว่ารายจ่ายของรัฐบาล<br>&emsp;&emsp;3. งบประมาณขาดดุล คือ รายได้ของรัฐบาลน้อยกว่ารายจ่ายของรัฐบาล",
  },
  {
    no: "11",
    question:
      "11. การเพิ่มสิทธิในการหักค่าลดหย่อนของผู้มีเงินได้ให้หักได้มากขึ้นมีผลต่อระบบเศรษฐกิจอย่างไร",
    correctAnswer: "d",
    answer: {
      a: "1) การบริโภคของครัวเรือนสูงขึ้น",
      b: "2) ภาษีที่รัฐบาลจัดเก็บได้ลดน้อยลง",
      c: "3) รายได้สุทธิหลังหักภาษีสูงขึ้น",
      d: "4) ถูกทุกข้อ",
    },
    explain:
      "<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;การเพิ่มสิทธิในการหักค่าลดหย่อน ทำให้ผู้มีหน้าที่เสียภาษีมีเงินจับจ่ายใช้สอยเพิ่มขึ้น แต่ทำให้รัฐบาลจัดเก็บภาษีได้น้อยลง",
  },
  {
    no: "12",
    question: "12. แหล่งรายได้ใดที่ไม่จัดเป็นรายได้ของรัฐบาล",
    correctAnswer: "a",
    answer: {
      a: "1) รายได้จากการขายพันธบัตรรัฐบาล",
      b: "2) รายได้จากรัฐวิสาหกิจ",
      c: "3) รายได้จากค่าธรรมเนียมการให้บริการ",
      d: "4) รายได้จากเงินบริจาค",
    },
    explain:
      "<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;รายได้ของรัฐบาล ประกอบด้วย รายได้ที่มาจากภาษีอากรและรายได้ที่ไม่ใช่ภาษีอากร เช่น รายได้จากการบริหารงานของรัฐบาล รายได้จากรัฐวิสาหกิจ รายได้จากเงินบริจาค ฯลฯ ส่วนการขยายพันธบัตรรัฐบาล ถือว่าเป็นการก่อหนี้สาธารณะหรือการกู้เงินของรัฐบาล ซึ่งจัดเป็นส่วนหนึ่งของ<b>รายรับ</b>ของรัฐบาล",
  },
  {
    no: "13",
    question: "13. หลักความเป็นธรรมในการเก็บภาษี หมายถึง",
    correctAnswer: "d",
    answer: {
      a: "1) กำหนดอัตราเก็บภาษีอัตราเดียว",
      b: "2) ผู้มีรายได้ทุกคนต้องเสียภาษี",
      c: "3) ผู้มีรายได้เท่ากันทุกคนต้องเสียภาษีเท่ากัน",
      d: "4) ผู้มีรายได้น้อยเสียภาษีน้อยกว่าผู้มีรายได้มาก",
    },
    explain:
      "<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;หลักความเป็นธรรมในการจัดเก็บภาษีที่ดีของ Adam Smith มี 2 ลักษณะ คือ คนที่มีฐานะต่างกันจะเสียภาษีต่างกัน และคนที่มีฐานะเท่ากันจะเสียภาษีเท่ากัน",
  },
  {
    no: "14",
    question: "14. หน่วยราชการใดมีหน้าที่ในการจัดเก็บภาษีจากรายได้",
    correctAnswer: "b",
    answer: {
      a: "1) กรมศุลกากร",
      b: "2) กรมสรรพากร",
      c: "3) กรมสรรพสามิต",
      d: "4) กรมการค้าภายใน",
    },
    explain:
      "<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;ข้อมูลจากกระทรวงการคลัง หน่วยงานที่จัดเก็บภาษีอากรมีอยู่ 3 หน่วย คือ กรรมสรรพากร กรมสรรพสามิต และกรมศุลกากร โดยกรมสรรพากร สามารถจัดเก็บภาษีจากรายได้ให้กับรัฐบาลได้มากที่สุด เช่น ภาษีเงินได้บุคคลธรรมดา ภาษีเงินได้นิติบุคคล เป็นต้น",
  },
  {
    no: "15",
    question:
      "15. กำหนดให้ C = 3,000 + 0.6Y<sub>d</sub><br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;I = 500&emsp;&emsp;&nbsp;T = 800<br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;G = 1,000&emsp;R = 200<br>&emsp;&ensp;จงหารายได้ประชาชาติดุลยภาพ",
    correctAnswer: "c",
    answer: {
      a: "1) 6,900",
      b: "2) 8,100",
      c: "3) 10,350",
      d: "4) 12,150",
    },
    explain:
      '<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;<a href="img/img1-15.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "1ุ6",
    question: "16. จากข้อ 15 จงหาค่าตัวทวีทุกตัว",
    correctAnswer: "c",
    answer: {
      a: "1) k<sub>C</sub> = 2.5, k<sub>I</sub> = 2.5, k<sub>G</sub> = 2.5, k<sub>T</sub> = 1.5, k<sub>R</sub> = -1.5",
      b: "2) k<sub>C</sub> = 3, k<sub>I</sub> = 3, k<sub>G</sub> = 3, k<sub>T</sub> = 2, k<sub>R</sub> = -2",
      c: "3) k<sub>C</sub> = 2.5, k<sub>I</sub> = 2.5, k<sub>G</sub> = 2.5, k<sub>T</sub> = -1.5, k<sub>R</sub> = 1.5",
      d: "4) k<sub>C</sub> = 3, k<sub>I</sub> = 3, k<sub>G</sub> = 3, k<sub>T</sub> = -2, k<sub>R</sub> = 2",
    },
    explain:
      '<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;<a href="img/img1-16.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "1ุ7",
    question:
      "17. จากข้อ 15 และข้อ 16 ถ้า G เพิ่มขึ้น 500 และ T ลดลง 300 รายได้ประชาชาติดุลยภาพจะเป็นอย่างไร",
    correctAnswer: "d",
    answer: {
      a: "1) รายได้ประชาชาติดุลยภาพใหม่ จะมีค่าเท่ากับ 10,350",
      b: "2) รายได้ประชาชาติดุลยภาพ จะเพิ่มขึ้น 800",
      c: "3) รายได้ประชาชาติดุลยภาพ จะลดลง 1,250",
      d: "4) รายได้ประชาชาติดุลยภาพ จะเพิ่มขึ้น 1,700",
    },
    explain:
      '<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;<a href="img/img1-17.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "18",
    question:
      "18. กำหนดให้ C = 3,500 + 0.5Y<sub>d</sub><br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;I = 1,000&emsp;&emsp;&nbsp;T = 1,500<br>&emsp;&emsp;&emsp;&emsp;&emsp;&ensp;&nbsp;G = 2,000&emsp;&emsp;&nbsp;R = 400<br>&emsp;&ensp;จงหารายได้ประชาชาติดุลยภาพ",
    correctAnswer: "d",
    answer: {
      a: "1) 8,550",
      b: "2) 9,000",
      c: "3) 11,100",
      d: "4) 11,900",
    },
    explain:
      '<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;<a href="img/img1-18.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "1ุ9",
    question: "19. จากข้อ 18 จงหาค่าตัวทวีทุกตัว",
    correctAnswer: "b",
    answer: {
      a: "1) k<sub>C</sub> = 2, k<sub>I</sub> = 2, k<sub>G</sub> = 2, k<sub>T</sub> = 1, k<sub>R</sub> = -1",
      b: "2) k<sub>C</sub> = 2, k<sub>I</sub> = 2, k<sub>G</sub> = 2, k<sub>T</sub> = -1, k<sub>R</sub> = 1",
      c: "3) k<sub>C</sub> = 2, k<sub>I</sub> = 2, k<sub>G</sub> = 2, k<sub>T</sub> = 1, k<sub>R</sub> = 1",
      d: "4) k<sub>C</sub> = 2, k<sub>I</sub> = 2, k<sub>G</sub> = 2, k<sub>T</sub> = -1, k<sub>R</sub> = -1",
    },
    explain:
      '<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;<a href="img/img1-19.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "20",
    question:
      "20. จากข้อ 18 และข้อ 19 ถ้าการใช้จ่ายของรัฐลดลง 500 ภาษีลดลง 1,000 รายได้ประชาชาติดุลยภาพจะเป็นอย่างไร",
    correctAnswer: "a",
    answer: {
      a: "1) รายได้ประชาชาติดุลยภาพใหม่ จะมีค่าเท่ากับ 11,900",
      b: "2) รายได้ประชาชาติดุลยภาพ จะเพิ่มขึ้น 1,000",
      c: "3) รายได้ประชาชาติดุลยภาพ จะลดลง 1,000",
      d: "4) รายได้ประชาชาติดุลยภาพ จะเพิ่มขึ้น 2,000",
    },
    explain:
      '<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;<a href="img/img1-20.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "21",
    question:
      "21. จากโจทย์ข้อที่ 18 หากว่าระบบเศรษฐกิจเป็นแบบยังไม่มีรัฐบาล จงหารายได้ประชาชาติดุลยภาพ",
    correctAnswer: "b",
    answer: {
      a: "1) 8,550",
      b: "2) 9,000",
      c: "3) 11,100",
      d: "4) 11,900",
    },
    explain:
      '<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;<a href="img/img1-21.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "22",
    question:
      "22. กำหนดให้ C = 5,000 + 0.7Y<sub>d</sub><br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;I = 200 + 0.05Y&emsp;&emsp;&nbsp;T = 1,000<br>&emsp;&emsp;&emsp;&emsp;&emsp;&ensp;&nbsp;G = 800&emsp;&emsp;&emsp;&emsp;&emsp;&ensp;&nbsp;R = 500<br>&emsp;&ensp;จงหารายได้ประชาชาติดุลยภาพ",
    correctAnswer: "a",
    answer: {
      a: "1) 22,600",
      b: "2) 23,800",
      c: "3) 35,750",
      d: "4) 40,000",
    },
    explain:
      '<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;<a href="img/img1-22.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "23",
    question: "23. จากข้อ 22 จงหาค่าตัวทวีทุกตัว",
    correctAnswer: "d",
    answer: {
      a: "1) k<sub>C</sub> = 3.33, k<sub>I</sub> = 3.33, k<sub>G</sub> = 3.33, k<sub>T</sub> = -2.33, k<sub>R</sub> = 2.33",
      b: "2) k<sub>C</sub> = 4, k<sub>I</sub> = 4, k<sub>G</sub> = 4, k<sub>T</sub> = -2.33, k<sub>R</sub> = 2.33",
      c: "3) k<sub>C</sub> = 3.33, k<sub>I</sub> = 3.33, k<sub>G</sub> = 3.33, k<sub>T</sub> = -2.8, k<sub>R</sub> = 2.8",
      d: "4) k<sub>C</sub> = 4, k<sub>I</sub> = 4, k<sub>G</sub> = 4, k<sub>T</sub> = -2.8, k<sub>R</sub> = 2.8",
    },
    explain:
      '<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;<a href="img/img1-23.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "24",
    question:
      "24. จากข้อ 22 และข้อ 23 ถ้าการใช้จ่ายของรัฐลดลง 300 เงินโอนลดลง 300 รายได้ประชาชาติดุลยภาพจะเป็นอย่างไร",
    correctAnswer: "c",
    answer: {
      a: "1) รายได้ประชาชาติดุลยภาพ จะเพิ่มขึ้น 2,040",
      b: "2) รายได้ประชาชาติดุลยภาพ จะเพิ่มขึ้น 1,839",
      c: "3) รายได้ประชาชาติดุลยภาพ จะลดลง 2,040",
      d: "4) รายได้ประชาชาติดุลยภาพ จะลดลง 1,839",
    },
    explain:
      '<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;<a href="img/img1-24.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "25",
    question:
      "25. กำหนดให้ I = 2,000 , T = 1,000 , G = 2,000 และ R = 500 ถ้าการบริโภคอิสระมีค่าเท่ากับ 3,000 และมี MPS เท่ากับ 0.2 จงหารายได้ประชาชาติดุลยภาพ",
    correctAnswer: "d",
    answer: {
      a: "1) 25,000",
      b: "2) 28,000",
      c: "3) 30,000",
      d: "4) 33,000",
    },
    explain:
      '<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;<a href="img/img1-25.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "26",
    question: "26. จากข้อ 25 จงหาค่าตัวทวีทุกตัว",
    correctAnswer: "a",
    answer: {
      a: "1) k<sub>C</sub> = 5, k<sub>I</sub> = 5, k<sub>G</sub> = 5, k<sub>T</sub> = -4, k<sub>R</sub> = 4",
      b: "2) k<sub>C</sub> = 2, k<sub>I</sub> = 2, k<sub>G</sub> = 2, k<sub>T</sub> = 1, k<sub>R</sub> = -1",
      c: "3) k<sub>C</sub> = 5, k<sub>I</sub> = 5, k<sub>G</sub> = 5, k<sub>T</sub> = -2, k<sub>R</sub> = 2",
      d: "4) k<sub>C</sub> = 2, k<sub>I</sub> = 2, k<sub>G</sub> = 2, k<sub>T</sub> = -1, k<sub>R</sub> = 1",
    },
    explain:
      '<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;<a href="img/img1-26.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "27",
    question: "27. จากข้อ 25 ถ้า Yf = 30,000 จะเกิดอะไรขึ้น และจะต้องทำอย่างไร",
    correctAnswer: "d",
    answer: {
      a: "1) จะเกิดการขาดดุล รัฐจะต้องดำเนินการกระตุ้นเศรษฐกิจ",
      b: "2) จะเกิดการเกินดุล รัฐจะต้องดำเนินการชะลอเศรษฐกิจ",
      c: "3) จะเกิดช่องห่างเงินฝืด รัฐจะต้องดำเนินการเพื่อเพิ่มรายได้ประชาชาติ",
      d: "4) จะเกิดช่องห่างเงินเฟ้อ รัฐจะต้องดำเนินการเพื่อลดรายได้ประชาชาติ",
    },
    explain:
      '<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;จากข้อ 25 รายได้ประชาชาติ Ye = 33,000 ทำให้ <b>Ye > Yf</b> ทำให้เกิดภาวะ <b>ช่องห่างเงินเฟ้อ</b> รัฐบาลจะต้องทำการลดรายได้ประชาชาติลง โดยการใช้เครื่องมือต่าง ๆ ของรัฐ เช่น การลดรายจ่ายของรัฐ การเพิ่มภาษี การลดเงินโอน <a href="" target="_blank">>> คลิกเพื่อดูวิธีคำนวณ <<</a>',
  },
  {
    no: "28",
    question:
      "28. กำหนดให้ การบริโภคอิสระ เท่ากับ 2,000 ล้านบาท แต่เมื่อมีรายได้เท่ากับ 1,000 ล้านบาท มีการบริโภคเพิ่มขึ้น 750 ล้านบาท มีการลงทุนเท่ากับ 500 ล้านบาท รัฐบาลจัดเก็บภาษีได้จำนวน 800 ล้านบาท นำไปซื้อสินค้าและบริการเป็นจำนวน 300 ล้านบาท และทำการแจกเงินเพื่อกระตุ้นเศรษฐกิจ 300 ล้านบาท จงหารายได้ดุลยภาพ",
    correctAnswer: "d",
    answer: {
      a: "1) 9,300 ล้านบาท",
      b: "2) 9,400 ล้านบาท",
      c: "3) 9,500 ล้านบาท",
      d: "4) 9,700 ล้านบาท",
    },
    explain:
      '<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;<a href="img/img1-28.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "29",
    question:
      "29. จากข้อ 28 เมื่อมีรายได้เท่ากับ 1,000 การลงทุนจะมีค่าเท่ากับ 550 จงหารายได้ประชาชาติดุลยภาพ",
    correctAnswer: "b",
    answer: {
      a: "1) 9,750 ล้านบาท",
      b: "2) 12,125 ล้านบาท",
      c: "3) 13,075 ล้านบาท",
      d: "4) 15,125 ล้านบาท",
    },
    explain:
      '<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;<a href="img/img1-29.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "30",
    question:
      "30. จากข้อ 28 หากรัฐต้องการกระตุ้นเศรษฐกิจ เพื่อให้รายได้ประชาชาติเพิ่มขึ้น 300 ล้านบาท รัฐจะต้องดำเนินการแจกเงินจำนวนเท่าใด",
    correctAnswer: "a",
    answer: {
      a: "1) 100 ล้านบาท",
      b: "2) 200 ล้านบาท",
      c: "3) 300 ล้านบาท",
      d: "4) 400 ล้านบาท",
    },
    explain:
      '<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;<a href="img/img1-30.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "31",
    question:
      "31. จากข้อ 28 หากรัฐต้องการให้รายได้ประชาชาติลดลง 600 ล้านบาท โดยใช้การจัดเก็บภาษีเป็นเครื่องมือ รัฐจะต้องออกนโยบายอย่างไร",
    correctAnswer: "a",
    answer: {
      a: "1) จะต้องจัดเก็บภาษีเพิ่ม 200 ล้านบาท",
      b: "2) จะต้องจัดเก็บภาษีเพิ่ม 600 ล้านบาท",
      c: "3) จะต้องลดการเก็บภาษีลง 200 ล้านบาท",
      d: "4) จะต้องลดการเก็บภาษีลง 600 ล้านบาท",
    },
    explain:
      '<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;<a href="img/img1-31.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "32",
    question: "32. ข้อใดกล่าวไม่ถูกต้อง",
    correctAnswer: "d",
    answer: {
      a: "1) Yf ย่อมาจาก Full Employment Income",
      b: "2) Yf ย่อมาจาก Potential Income",
      c: "3) Yf คือ รายได้ประชาชาติ ณ ระดับที่มีการจ้างงานเต็มที่",
      d: "4) Yf จะต้องมีค่าเท่ากับ Ye เสมอ",
    },
    explain:
      "<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;รายได้ประชาชาติ ณ ระดับที่มีการจ้างงานเต็มที่ (Full Employment Income หรือ Potential Income)<br>&emsp;&emsp;เป็นรายได้ที่หลาย ๆ ประเทศต่างต้องการให้เป็นจริง แต่ในความเป็นจริง หลาย ๆ ประเทศ Ye < Yf เสมอ",
  },
  {
    no: "33",
    question: "33. กำหนดให้ MPC = 0.6 จงหาค่าตัวทวีของภาษี",
    correctAnswer: "b",
    answer: {
      a: "1) -1",
      b: "2) -1.5",
      c: "3) -2",
      d: "4) -2.5",
    },
    explain:
      '<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;<a href="img/img1-33.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "34",
    question:
      "34. ในการศึกษาเรื่องรายได้ประชาชาติดุลยภาพ รายได้ดุลยภาพจะเพิ่มขึ้นในกรณีใดบ้าง",
    correctAnswer: "d",
    answer: {
      a: "1) เพิ่มค่าใช้จ่ายของรัฐ",
      b: "2) ลดภาษี",
      c: "3) ออกนโยบายกระตุ้นเศรษฐกิจ",
      d: "4) ถูกทุกข้อ",
    },
    explain:
      "<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ในการเพิ่มรายได้ประชาชาติ ในเครื่องมือของรัฐ คือการใช้นโยบายต่าง ๆ เช่น การเพิ่มการใช้จ่ายในการซื้อสินค้าและบริการ การลดภาษี การแจกเงิน",
  },
  {
    no: "35",
    question: '35. คำว่า "ดุลการค้าของประเทศไทย เกินดุล" หมายความว่าอย่างไร',
    correctAnswer: "c",
    answer: {
      a: "1) รายได้ประชาชาติ เพิ่มขึ้น",
      b: "2) รายได้ประชาชาติ ลดลง",
      c: "3) มูลค่าการส่งออก มากกว่า การนำเข้า",
      d: "4) มูลค่าการนำเข้า มากกว่า การส่งออก",
    },
    explain:
      "<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ดุลการค้าแบ่งออกเป็น 3 ประเภท ได้แก่<br>&emsp;&emsp;&emsp;ดุลการค้าสมดุล หมายถึง มูลค่าการส่งออก มีค่าเท่ากับ มูลค่าการนำเข้า<br>&emsp;&emsp;&emsp;ดุลการค้าเกินดุล หมายถึง มูลค่าการส่งออก มีค่ามากกว่า มูลค่าการนำเข้า<br>&emsp;&emsp;&emsp;ดุลการค้าขาดดุล หมายถึง มูลค่าการส่งออก มีค่าน้อยกว่า มูลค่าการนำเข้า",
  },
  {
    no: "36",
    question: "36. ในปี พ.ศ. 2563 ดุลการค้าของประเทศไทย มีลักษณะอย่างไร",
    correctAnswer: "b",
    answer: {
      a: "1) ดุลการค้าสมดุล",
      b: "2) ดุลการค้าเกินดุล",
      c: "3) ดุลการค้าขาดดุล",
      d: "4) ผิดทุกข้อ",
    },
    explain:
      "<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;ในปี พ.ศ. 2563 มูลค่าการส่งออกรวม 7.178 ล้านล้านบาท มูลค่าการนำเข้ารวม 6.502 ล้านล้านบาท มูลค่าการส่งออกมากกว่าการนำเข้า 676 ล้านล้านบาท แสดงว่า ในปี พ.ศ. 2563 ดุลการค้าของประเทศไทยเกินดุล",
  },
  {
    no: "37",
    question:
      "37. ในปี พ.ศ. 2564 ช่วงเดือน ม.ค. - ก.พ. ดุลการค้าของประเทศไทย มีลักษณะอย่างไร",
    correctAnswer: "c",
    answer: {
      a: "1) ดุลการค้าสมดุล",
      b: "2) ดุลการค้าเกินดุล",
      c: "3) ดุลการค้าขาดดุล",
      d: "4) ผิดทุกข้อ",
    },
    explain:
      "<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ในเดือน ม.ค. - ก.พ. ปี พ.ศ. 2564 มีมูลค่าการส่งออกอยู่ที่ 1.189 ล้านล้านบาท และมีมูลค่าการนำเข้าอยู่ที่ 1.212 ล้านล้านบาท ทำให้มูลค่าการส่งออกน้อยกว่าการนำเข้าอยู่ที่ 23 ล้านล้านบาท แสดงให้เห็นว่า ดุลการค้าของประเทศไทยขาดดุล",
  },
  {
    no: "38",
    question: "38. กำหนดให้ MPC = 0.8 และ MPI = 0.1 ข้อใดถูกต้อง",
    correctAnswer: "a",
    answer: {
      a: "1) แสดงว่ารายจ่ายเพื่อการลงทุนนั้น ขึ้นอยู่กับรายได้",
      b: "2) แสดงว่าการบริโภคอิสระ มีค่าเท่ากับ 0",
      c: "3) แสดงว่ารายจ่ายของภาครัฐ มีน้อยกว่า รายจ่ายของภาคเอกชน",
      d: "4) แสดงว่ารายจ่ายเพื่อการบริโภคของประชาชน มีค่าเท่ากับ 0",
    },
    explain:
      "<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;การลงทุนแบบขึ้นอยู่กับรายได้ หรือ การลงทุนแบบจูงใจ มีสมการคือ I = Ia + iY โดยที่ i = MPI ดังนั้น เมื่อ MPI = 0.1 จะทำให้การลงทุนขึ้นอยู่กับรายได้นั่นเอง",
  },
  {
    no: "39",
    question: "39. กำหนดให้ MPC = 0.8 และ MPI = 0.1 จงหาค่าตัวทวีของภาษี",
    correctAnswer: "d",
    answer: {
      a: "1) 10",
      b: "2) -10",
      c: "3) 8",
      d: "4) -8",
    },
    explain:
      '<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;<a href="img/img-1-39.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "40",
    question:
      "40. กำหนดให้ MPC = 0.8, MPI = 0.1 และ MPM = 0.1 จงหาค่าตัวทวีของการส่งออก",
    correctAnswer: "a",
    answer: {
      a: "1) 5",
      b: "2) -5",
      c: "3) 0",
      d: "4) หาค่าไม่ได้",
    },
    explain:
      '<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;<a href="img/img-1-40.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "41",
    question:
      "41. กำหนดให้ MPC = 0.8, MPI = 0.1 และ MPM = 0.1 จงหาค่าตัวทวีของการนำเข้า",
    correctAnswer: "b",
    answer: {
      a: "1) 5",
      b: "2) -5",
      c: "3) 0",
      d: "4) หาค่าไม่ได้",
    },
    explain:
      '<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;<a href="img/img-1-41.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "42",
    question: "42. การค้าระหว่างประเทศเกิดขึ้นได้จากสาเหตุในข้อใด",
    correctAnswer: "d",
    answer: {
      a: "1) ฝีมือ เทคนิค ของประชาชนในแต่ละประเทศ มีความแตกต่างกัน",
      b: "2) ค่าแรงงาน ค่าจ้าง ค่าวัตถุดิบ ที่ใช้ในผลผลิตของแต่ละประเทศ มีความแตกต่างกัน",
      c: "3) พืช ผัก ผลไม้ ในแต่ละประเทศ มีความแตกต่างกัน",
      d: "4) ถูกทุกข้อ",
    },
    explain:
      "<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;สาเหตุที่ทำให้เกิดการค้าระหว่างประเทศ แบ่งออกได้ 3 สาเหตุ ได้แก่<br>&emsp;&emsp;&emsp;1. ภูมิประเทศ และภูมิอากาศ ของแต่ละประเทศมีความแตกต่างกัน ทำให้มีผลผลิตที่แตกต่างกัน<br>&emsp;&emsp;&emsp;2. ความรู้ ความชำนาญ ของคน ในแต่ละประเทศ มีความแตกต่างกัน<br>&emsp;&emsp;&emsp;3. ต้นทุนการผลิต ในแต่ละประเทศ มีความแตกต่างกัน เช่น ค่าแรง วัตถุดิบ",
  },
  {
    no: "43",
    question: "43. นโยบายการค้าระหว่างประเทศ ตามกติกาการค้าของ WTO คือข้อใด",
    correctAnswer: "a",
    answer: {
      a: "1) นโยบายการค้าเสรี",
      b: "2) นโยบายการค้าสนับสนุนสินค้าด้านอุตสาหกรรม",
      c: "3) นโยบายการค้าสนับสนุนสินค้าด้านเกษตรกรรม",
      d: "4) การใช้สิทธิพิเศษ สำหรับประเทศที่เข้าร่วมเป็นสมาชิก",
    },
    explain:
      "<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;องค์การระหว่างประเทศ เช่น IMF, GATT, WTO ถูกจัดตั้งโดยกลุ่มประเทศต่าง ๆ เพื่อหามาตรการต่าง ๆ ให้การค้าระหว่างประเทศมีความเป็นเสรีมากขึ้น เพื่อแก้ไขอุปสรรคของการค้าระหว่างประเทศให้ลดน้อยลง",
  },
  {
    no: "44",
    question:
      "44. การเปิด FTA ของประเทศไทยกับประเทศต่าง ๆ เป็นการใช้นโยบายการค้าระหว่างประเทศรูปแบบใด",
    correctAnswer: "a",
    answer: {
      a: "1) นโยบายการค้าเสรี",
      b: "2) นโยบายการค้าสนับสนุนสินค้าด้านอุตสาหกรรม",
      c: "3) นโยบายการค้าสนับสนุนสินค้าด้านเกษตรกรรม",
      d: "4) การใช้สิทธิพิเศษ สำหรับประเทศที่เข้าร่วมเป็นสมาชิก",
    },
    explain:
      "<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;เขตการค้าเสรี (Free Trade Area: FTA) คือ การรวมกลุ่มทางเศรษฐกิจแบบทวิภาคี นั่นคือ เป็นความตกลงระหว่าง 2 ประเทศขึ้นไป เพื่อลดอุปสรรคทางการค้าระหว่างประเทศ และทำให้เกิดการค้าเสรีระหว่างกัน ในปัจจุบันประเทศไทยได้ทำความตกลง FTA กับประเทศต่าง ๆ เช่น จีน ญี่ปุ่น สหรัฐฯ อินเดีย เกาหลีใต้ กลุ่มเศรษฐกิจ BIMSTEC เป็นต้น",
  },
  {
    no: "45",
    question:
      "45. กำหนดให้ C = 5,000 + 0.75Y<sub>d</sub>&emsp;&emsp;&emsp;I = 1,500<br>&emsp;&emsp;&emsp;&emsp;&emsp;&ensp;&nbsp;T = 1,000&emsp;&ensp;G = 2,000&emsp;&nbsp;R = 1,200<br>&emsp;&emsp;&emsp;&emsp;&emsp;&ensp;&nbsp;X = 2,000&emsp;&nbsp;M = 2,500 + 0.05Y<br>&emsp;&ensp;จงหารายได้ประชาชาติดุลยภาพ",
    correctAnswer: "b",
    answer: {
      a: "1) 26,666.67",
      b: "2) 27,166.67",
      c: "3) 40,000",
      d: "4) 40,740",
    },
    explain:
      '<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;<a href="img/img-1-45.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "46",
    question: "46. จากข้อ 45 จงหาค่าตัวทวีทุกตัว",
    correctAnswer: "b",
    answer: {
      a: "1) k<sub>C</sub> = 3.33, k<sub>I</sub> = 3.33, k<sub>G</sub> = 3.33, k<sub>T</sub> = -2.5, k<sub>R</sub> = 2.5, k<sub>X</sub> = -3.33, k<sub>M</sub> = 3.33",
      b: "2) k<sub>C</sub> = 3.33, k<sub>I</sub> = 3.33, k<sub>G</sub> = 3.33, k<sub>T</sub> = -2.5, k<sub>R</sub> = 2.5, k<sub>X</sub> = 3.33, k<sub>M</sub> = -3.33",
      c: "3) k<sub>C</sub> = 4, k<sub>I</sub> = 4, k<sub>G</sub> = 4, k<sub>T</sub> = -3, k<sub>R</sub> = 3, k<sub>X</sub> = 3.33, k<sub>M</sub> = -3.33",
      d: "4) k<sub>C</sub> = 4, k<sub>I</sub> = 4, k<sub>G</sub> = 4, k<sub>T</sub> = -3, k<sub>R</sub> = 3, k<sub>X</sub> = -3.33, k<sub>M</sub> = 3.33",
    },
    explain:
      '<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;<a href="img/img-1-46.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "47",
    question:
      "47. จากข้อ 45 และข้อ 46 ถ้า T เพิ่มขึ้น 500, X ลดลง 450 และ M เพิ่มขึ้น 900 รายได้ประชาชาติดุลยภาพจะเป็นอย่างไร",
    correctAnswer: "a",
    answer: {
      a: "1) รายได้ประชาชาติดุลยภาพ จะลดลง 5,750",
      b: "2) รายได้ประชาชาติดุลยภาพ จะลดลง 2,750",
      c: "3) รายได้ประชาชาติดุลยภาพ จะเพิ่มขึ้น 5,750",
      d: "4) รายได้ประชาชาติดุลยภาพ จะเพิ่มขึ้น 2,750",
    },
    explain:
      '<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;<a href="img/img-1-47.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "48",
    question:
      "48. กำหนดให้ C = 8,000 + 0.75Y<sub>d</sub>&emsp;&emsp;&emsp;I = 3,500 + 0.15Y<br>&emsp;&emsp;&emsp;&emsp;&emsp;&ensp;&nbsp;T = 1,500&emsp;&ensp;G = 4,000&emsp;&nbsp;R = 2,000<br>&emsp;&emsp;&emsp;&emsp;&emsp;&ensp;&nbsp;X = 3,000&emsp;&nbsp;M = 2,000 + 0.05Y<br>&emsp;&ensp;จงหารายได้ประชาชาติดุลยภาพ",
    correctAnswer: "d",
    answer: {
      a: "1) 82,500",
      b: "2) 84,375",
      c: "3) 110,000",
      d: "4) 112,500",
    },
    explain:
      '<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;<a href="img/img-1-48.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "49",
    question: "49. จากข้อ 48 จงหาค่าตัวทวีทุกตัว",
    correctAnswer: "a",
    answer: {
      a: "1) k<sub>C</sub> = 6.67, k<sub>I</sub> = 6.67, k<sub>G</sub> = 6.67, k<sub>T</sub> = -5, k<sub>R</sub> = 5, k<sub>X</sub> = 6.67, k<sub>M</sub> = -6.67",
      b: "2) k<sub>C</sub> = 6.67, k<sub>I</sub> = 6.67, k<sub>G</sub> = 6.67, k<sub>T</sub> = -5, k<sub>R</sub> = 5, k<sub>X</sub> = -6.67, k<sub>M</sub> = 6.67",
      c: "3) k<sub>C</sub> = 10, k<sub>I</sub> = 10, k<sub>G</sub> = 10, k<sub>T</sub> = -7.5, k<sub>R</sub> = 7.5, k<sub>X</sub> = 10, k<sub>M</sub> = -10",
      d: "4) k<sub>C</sub> = 10, k<sub>I</sub> = 10, k<sub>G</sub> = 10, k<sub>T</sub> = -7.5, k<sub>R</sub> = 7.5, k<sub>X</sub> = -10, k<sub>M</sub> = 10",
    },
    explain:
      '<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;<a href="img/img-1-49.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "50",
    question:
      "50. จากข้อ 48 และข้อ 49 ถ้า T เพิ่มขึ้น 500, X ลดลง 150 และ M เพิ่มขึ้น 600 รายได้ประชาชาติดุลยภาพจะเป็นอย่างไร",
    correctAnswer: "c",
    answer: {
      a: "1) รายได้ประชาชาติดุลยภาพ จะเพิ่มขึ้น 7,500",
      b: "2) รายได้ประชาชาติดุลยภาพ จะเพิ่มขึ้น 2,500",
      c: "3) รายได้ประชาชาติดุลยภาพ จะลดลง 7,500",
      d: "4) รายได้ประชาชาติดุลยภาพ จะลดลง 2,500",
    },
    explain:
      '<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;<a href="img/img-1-50.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
];
