const myQuestion = [
  {
    no: "1",
    question: "1. หากกล่าวถึง ภาษีทางตรง ข้อใดถูกต้อง",
    correctAnswer: "d",
    answer: {
      a: "1) ภาษีที่ไม่สามารถผลักภาระได้",
      b: "2) ภาษีเงินได้บุคคลธรรมดา ภาษีเงินได้นิติบุคคล",
      c: "3) ภาษีป้าย ภาษีโรงเรือนและที่ดิน ภาษีบำรุงท้องที่ ภาษีมรดก",
      d: "4) ถูกทุกข้อ",
    },
    explain:
      "<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ภาษีทางตรง คือ ภาษีที่เรียกเก็บจากรายได้และทรัพย์สินต่าง ๆ ของบุคคล หรือนิติบุคคล โดยส่วนใหญ่จะไม่สามารถผลักภาระภาษีไปยังผู้อื่นได้ โดยทั่วไปภาษีทางตรงได้แก่ ภาษีเงินได้บุคคลธรรมดา ภาษีเงินได้นิติบุคคล ภาษีป้าย ภาษีโรงเรือน ภาษีบำรุงท้องที่ ภาษีมรดก ภาษีทรัพย์สินต่าง ๆ โดยจะเรียกเก็บจากรายได้ หรือความมั่งคั่งของบุคคล หรือนิติบุคคลที่จัดเก็บ",
  },
  {
    no: "2",
    question: "2. ภาษีในข้อใด ถือว่าเป็น ภาษีทางอ้อม",
    correctAnswer: "d",
    answer: {
      a: "1) ภาษีมูลค่าเพิ่ม",
      b: "2) ภาษีธุรกิจเฉพาะ",
      c: "3) ภาษีสรรพสามิต ภาษีศุลกากร",
      d: "4) ถูกทุกข้อ",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ภาษีทางอ้อม คือ ภาษีที่เรียกเก็บจากผู้บริโภค เมื่อขายสินค้าและบริการต่างๆ โดยเป็นภาษีที่สามารภผลักภาระทางภาษีทั้งหมด หรือบางส่วนไปยังผู้ซื้อหรือผู้บริโภค เป็นผู้รับชำระภาษีอากรแทนผู้ขาย โดยทั่วไปภาษีทางอ้อม ได้แก่ ภาษีมูลค่าเพิ่ม ภาษีสรรพามิต ภาษีธุรกิจเฉพาะ ภาษีศุลกากร ภาษีทางการค้า ค่าธรรมเนียมอากรต่างๆ ที่จะเรียกเก็บจากรายจ่ายของบุคคล โดยมิได้พิจารณาฐานะความมั่งคั่งของบุคคล หรือนิติบุคคล นั้น`,
  },
  {
    no: "3",
    question:
      "3. กำหนดให้ ค่าตัวทวีของการบริโภค มีค่าเท่ากับ 2.5 จงหาค่าตัวทวีของภาษี",
    correctAnswer: "a",
    answer: {
      a: "1) -1.5",
      b: "2) -2",
      c: "3) -2.5",
      d: "4) ไม่สามารถหาค่าได้",
    },
    explain:
      '<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;<a href="img/img10-3.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "4",
    question:
      "4. กำหนดรายได้ประชาชาติเท่ากับ 2 พันล้านบาท และค่าตัวทวีของเงินโอนเท่ากับ 4 เมื่อภาษีลดลง 200 ล้านบาท จะส่งผลต่อรายได้ประชาชาติอย่างไร",
    correctAnswer: "c",
    answer: {
      a: "1) รายได้ประชาชาติจะลดลง 0.8 พันล้านบาท",
      b: "2) รายได้ประชาชาติจะลดลง 800 พันล้านบาท",
      c: "3) รายได้ประชาชาติจะเพิ่มขึ้น 0.8 พันล้านบาท",
      d: "4) รายได้ประชาชาติจะเพิ่มขึ้น 800 พันล้านบาท",
    },
    explain:
      '<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;<a href="img/img10-4.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "5",
    question: "5. ปริมาณเงินในระบบเศรษฐกิจลดลง ส่งผลให้",
    correctAnswer: "a",
    answer: {
      a: "1) รายได้ประชาชาติลดลง",
      b: "2) การลงทุนเพิ่มขึ้น",
      c: "3) อัตราดอกเบี้ยลดลง",
      d: "4) ถูกทุกข้อ",
    },
    explain:
      "<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;เมื่อปริมาณเงินในระบบเศรษฐกิจลดลง จะส่งผลให้ อัตราดอกเบี้ยเพิ่มขึ้น คนจะนำเงินมาฝากเพิ่มขึ้น ทำให้การลงทุนลดลง ส่งผลให้รายได้ประชาชาติลดลงตาม",
  },
  {
    no: "6",
    question:
      "6. ทฤษฎีของเคนส์ กล่าวว่า ความต้องการถือเงิน จะขึ้นอยู่กับอะไรบ้าง",
    correctAnswer: "d",
    answer: {
      a: "1) รายได้ และทองคำสำรอง",
      b: "2) อัตราดอกเบี้ย และปริมาณของเงินในระบบฯ",
      c: "3) อุปสงค์ของเงิน และอุปทานของเงิน",
      d: "4) รายได้ และอัตราดอกเบี้ย",
    },
    explain:
      "<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ทฤษฎีของเคนส์นั้น กล่าวว่า ความต้องการถือเงินเพื่อจับจ่ายใช้สอยและเพื่อใช้จ่ายในยามฉุกเฉินจะมีความสัมพันธ์กับรายได้ และความต้องการถือเงินเพื่อเก็งกำไรจะขึ้นอยู่กับอัตราดอกเบี้ย",
  },
  {
    no: "7",
    question:
      "7. กำหนดให้ C = 100 + 0.8Yd โดยที่ T = 0.1Y, I = 250, G = 170, X = 240 , M = 0.1Y จงหารายได้ประชาชาติดุลยภาพ",
    correctAnswer: "c",
    answer: {
      a: "1) 1,000",
      b: "2) 1,500",
      c: "3) 2,000",
      d: "4) 2,500",
    },
    explain:
      '<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;<a href="img/img10-7.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "8",
    question:
      '&ensp;<img src="img/img10-q8.jpg" style="max-width: 300px;"><br>8. จากตาราง จงหารายได้ประชาชาติดุลยภาพ',
    correctAnswer: "c",
    answer: {
      a: "1) 2,500",
      b: "2) 3,250",
      c: "3) 4,000",
      d: "4) 4,750",
    },
    explain:
      '<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;<a href="img/img10-8.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "9",
    question: "9. จากตารางในข้อ 8 จงหาตัวทวีทุกตัว",
    correctAnswer: "d",
    answer: {
      a: "1) k<sub>C</sub> = 5, k<sub>I</sub> = 5, k<sub>G</sub> = 5, k<sub>T</sub> = -5, k<sub>X</sub> = 5, k<sub>M</sub> = -5",
      b: "2) k<sub>C</sub> = 5, k<sub>I</sub> = 5, k<sub>G</sub> = 5, k<sub>T</sub> = -4, k<sub>X</sub> = 5, k<sub>M</sub> = -5",
      c: "3) k<sub>C</sub> = 4, k<sub>I</sub> = 4, k<sub>G</sub> = 4, k<sub>T</sub> = -4, k<sub>X</sub> = 4, k<sub>M</sub> = -4",
      d: "4) k<sub>C</sub> = 4, k<sub>I</sub> = 4, k<sub>G</sub> = 4, k<sub>T</sub> = -3.2, k<sub>X</sub> = 4, k<sub>M</sub> = -4",
    },
    explain:
      '<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;<a href="img/img10-9.jpg" target="_blank">>> คลิกเพื่อดูวิธีทำ <<</a>',
  },
  {
    no: "10",
    question: "10. ธนาคารกลาง มีบทบาทหน้าที่อย่างไร",
    correctAnswer: "d",
    answer: {
      a: "1) เป็นนายธนาคารให้กับรัฐบาลและธนาคารพาณิชย์",
      b: "2) เป็นผู้กำกับควบคุมดูแลให้ปริมาณเงินในระบบและการให้สินเชื่อ",
      c: "3) เป็นผู้ออกระเบียบและรักษาระเบียบในตลาดเงิน",
      d: "4) ถูกทุกข้อ",
    },
    explain: "<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;",
  },
];
