const myQuestion = [
  {
    no: "1",
    question:
      "1. การที่ระดับราคาสินค้าอุปโภคทั่วไปเพิ่มสูงขึ้นอย่างต่อเนื่องติดต่อกัน จะมีผลต่อปัญหาเศรษฐกิจอย่างไร",
    correctAnswer: "b",
    answer: {
      a: "1) เงินฝืด",
      b: "2) เงินเฟ้อ",
      c: "3) เงินเฟ้อด้านปัจจัยการผลิต",
      d: "4) เงินเฟ้อด้านต้นทุน",
    },
    explain:
      "<b>ตอบ ข้อ 2</b><br>&emsp;&emsp;เงินเฟ้อ คือ ภาวะที่ระดับราคาสินค้าโดยทั่วไปเพิ่มขึ้นอย่างต่อเนื่องและรวดเร็ว",
  },
  {
    no: "2",
    question:
      "2. การพิจารณาว่าระบบเศรษฐกิจเกิดภาวะเงินเฟ้อหรือเงินฝืด พิจารณาได้จากการเปลี่ยนแปลงของข้อใด",
    correctAnswer: "c",
    answer: {
      a: "1) ดัชนีสินเชื่อ",
      b: "2) ดัชนีเงินเฟ้อ",
      c: "3) ดัชนีราคาผู้บริโภค",
      d: "4) ราคาของสินค้าจำเป็น",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ในการพิจารณาเงินเฟ้อ จะสามารถพิจารณาได้จาก ดัชนีราคาผู้บริโภค (Consumer Price Index : CPI)`,
  },
  {
    no: "3",
    question:
      "3. ดัชนีราคาผู้บริโภคในปี พ.ศ. 2552 เท่ากับ 118 หมายความว่า ระดับราคาสินค้าในปี พ.ศ. 2552 ต่างจากปีฐานเท่าใด",
    correctAnswer: "a",
    answer: {
      a: "1) สูงกว่าร้อยละ 118",
      b: "2) สูงกว่าร้อยละ 18",
      c: "3) ต่ำกว่าร้อยละ 118",
      d: "4) ต่ำกว่าร้อยละ 18",
    },
    explain:
      "<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;ในกรณีที่กล่าวถึง ปีฐาน ดัชนีราคาผู้บริโภคของปีฐานจะเท่ากับ 100% ดังนั้น ดัชนีราคาผู้บริโภคของปี 2552 เมื่อเทียบกับปีฐานแล้ว จะสูงกว่า ร้อยละ 18 หรือ 18%",
  },
  {
    no: "4",
    question: "4. เงินเฟ้อประเภทใดที่มีผลดีต่อระบบเศรษฐกิจ",
    correctAnswer: "a",
    answer: {
      a: "1) เงินเฟ้ออย่างอ่อน",
      b: "2) เงินเฟ้ออย่างปานกลาง",
      c: "3) เงินเฟ้ออย่างรุนแรง",
      d: "4) ไม่มีข้อใดถูก",
    },
    explain: `<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;ในกรณีที่เกิดเงินเฟ้ออย่างอ่อน ระดับราคาสินค้าโดยทั่วไปจะสูงขึ้นประมาณร้อยละ 1 – 5 ต่อปี ซึ่งเงินเฟ้อระดับนี้เป็นผลดีต่อระบบเศรษฐกิจ กล่าวคือ ผู้ประกอบการมีความมั่นใจเพราะระบบเศรษฐกิจมีกำลังซื้อและการบริโภคขยายตัว ทำให้ผู้ประกอบการขยายการลงทุนมากขึ้น ซึ่งจะช่วยกระตุ้นเศรษฐกิจได้ดี`,
  },
  {
    no: "5",
    question:
      "5. ในภาวะที่ระบบเศรษฐกิจมีการจ้างงานเต็มที่ การเพิ่มขึ้นของอุปสงค์รวมจะส่งผลอย่างไร",
    correctAnswer: "a",
    answer: {
      a: "1) ระดับราคาสินค้าเพิ่มขึ้นอย่างมาก",
      b: "2) ระดับราคาสินค้าเพิ่มขึ้นปานกลาง",
      c: "3) ระดับราคาสินค้าเพิ่มขึ้นเล็กน้อย",
      d: "4) ระดับราคาสินค้าเพิ่มขึ้นไม่เปลี่ยนแปลง",
    },
    explain: `<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;ตามทฤษฎีของสำนักคลาสสิก กล่าวไว้ว่า เมื่อระบบเศรษฐกิจมีการจ้างงานเต็มที่ จะส่งผลให้ระดับราคาสินค้าเพิ่มขึ้นต่อเนื่องและสูงมาก โดยที่ปริมาณสินค้าไม่เปลี่ยนแปลง`,
  },
  {
    no: "6",
    question: "6. การเรียกร้องขอเพิ่มค่าจ้างแรงงานอย่างมาก อาจมีผลให้เกิด",
    correctAnswer: "c",
    answer: {
      a: "1) เงินเฟ้อ",
      b: "2) อุปสงค์รวมส่วนเกิน",
      c: "3) การว่างงานเพิ่มขึ้น",
      d: "4) สินค้าขาดตลาด",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;ในช่วงที่เกิดภาวะเงินฝืด ความต้องการซื้อสินค้าและบริการมีน้อยกว่าปริมาณสินค้าและบริการที่ผลิตได้ ส่งผลให้เกิดอุปทานส่วนเกินหรือสินค้าขายไม่หมด ระดับราคาสินค้าและบริการโดยทั่วไปจะลดลง ในขณะเดียวกันหน่วยธุรกิจจะลดปริมาณการผลิตและการจ้างงานลง ทำให้เกิดปัญหาการว่างงาน และทำให้รายได้ประชาชาติลดลง หลังจากนั้นระบบเศรษฐกิจจะเข้าสู่ภาวะซบเซาหรือตกต่ำในที่สุด`,
  },
  {
    no: "7",
    question: "7. ข้อใดอธิบายลักษณะภาวะเงินเฟ้อโดยทั่วไป",
    correctAnswer: "c",
    answer: {
      a: "1) ราคาสินค้าทุกชนิดเพิ่มสูงขึ้น",
      b: "2) ตลาดเงินขาดสภาพคล่อง",
      c: "3) ระดับราคาสินค้าทั่วไปเพิ่มสูงขึ้นอย่างต่อเนื่อง",
      d: "4) ถูกทุกข้อ",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;เงินเฟ้อ คือ ภาวะที่ระดับราคาสินค้าโดยทั่วไปอย่างต่อเนื่องและรวดเร็ว`,
  },
  {
    no: "8",
    question:
      "8. อัตราเงินเฟ้อในปี 2562 จะมีค่าเท่ากับ 5% หมายความว่า ระดับราคาในปี 2562 มีค่าอย่างไร",
    correctAnswer: "a",
    answer: {
      a: "1) สูงขึ้นจากปี 2551 5%",
      b: "2) สูงกว่าปีฐาน 5%",
      c: "3) เปลี่ยนแปลงไป 5%",
      d: "4) ถูกทุกข้อ",
    },
    explain: `<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;ถ้าอัตราเงินเฟ้อในปี 2552 = 5% หมายความว่า ระดับราคาสินค้าและบริการในปี 2552 สูงกว่าปี 2551 = 5%`,
  },
  {
    no: "9",
    question: "9. เงินเฟ้อประเภทใดที่มีผลทำให้เกิดความไม่เชื่อมั่นในการถือเงิน",
    correctAnswer: "c",
    answer: {
      a: "1) เงินเฟ้ออย่างอ่อน",
      b: "2) เงินเฟ้ออย่างปานกลาง",
      c: "3) เงินเฟ้ออย่างรุนแรง",
      d: "4) ไม่มีข้อใดถูก",
    },
    explain: `<b>ตอบ ข้อ 3</b><br>&emsp;&emsp;เงินเฟ้ออย่างรุนแรง คือ ภาวะที่ระดับราคาสินค้าสูงขึ้นรวดเร็วมาก จนกระทั่งเกิดผลเสียต่อระบบเศรษฐกิจ เงินเฟ้อในลักษณะนี้จะทำให้ประชาชนขาดความเชื่อมั่นในการถือเงิน โดยความมั่งคั่งที่ถือครองจะเปลี่ยนไปเป็นทรัพย์สินที่มีตัวตน ได้แก่ ทองคำหรือที่ดินแทน`,
  },
  {
    no: "10",
    question: "10. ข้อใดคือสาเหตุของการเกิดวัฎจักรธุรกิจ",
    correctAnswer: "d",
    answer: {
      a: "1) ผู้บริโภคขาดความเชื่อมั่น",
      b: "2) ผู้ผลิตขาดความเชื่อมั่น",
      c: "3) เกิดอุปทานรวมส่วนเกิน และอุปสงค์รวมส่วนเกิน",
      d: "4) ถูกทุกข้อ",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ความผันผวนของระบบเศรษฐกิจหรือจักรธุรกิจเกิดจากความไม่สมดุลกันระหว่างอุปสงค์รวมและอุปทานรวม ทำให้ผู้ผลิตและผู้บริโภคขาดความเชื่อมั่นต่อภาวะเศรษฐกิจในอนาคต จนส่งผลกระทบต่อการลงทุนของภาคเอกชนและการบริโภคของครัวเรือน`,
  },
  {
    no: "11",
    question: "11. การเพิ่มการใช้จ่ายรวมขึ้นอย่างมาก อาจมีผลให้เกิด",
    correctAnswer: "a",
    answer: {
      a: "1) เงินเฟ้อด้านอุปสงค์",
      b: "2) เงินเฟ้อด้านอุปทาน",
      c: "3) ภาวะเศรษฐกิจตกต่ำ",
      d: "4) ภาวะเศรษฐกิจรุ่งเรือง",
    },
    explain: `<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;เงินเฟ้อที่เกิดจากอุปสงค์ เกิดขึ้นเนื่องจากความต้องการซื้อสินค้าและบริการทั้งหมดของระบบเศรษฐกิจมีมากกว่าปริมาณสินค้าและบริการที่ผลิตได้ ผู้ขายจึงถือโอกาสขึ้นราคาสินค้าจนทำให้เกิดภาวะเงินเฟ้อในที่สุดทั้งนี้ปัจจัยที่ทำให้อุปสงค์รวมของประเทศมีมากเกินไป ได้แก่ การใช้จ่ายเพื่อการบริโภคการใช้จ่ายเพื่อการลงทุนของเอกชน การใช้จ่ายของรัฐบาล และการส่งออกสุทธิเพิ่มขึ้น`,
  },
  {
    no: "12",
    question:
      "12. เมื่อเกิดภาวะเงินเฟ้อ ผู้ที่ได้รับประโยชน์คือกลุ่มบุคคลในข้อใด",
    correctAnswer: "d",
    answer: {
      a: "1) ผู้มีรายได้ประจำและพ่อค้า",
      b: "2) ผู้มีรายได้ประจำและเกษตรกร",
      c: "3) เจ้าหนี้และผู้ฝากเงิน",
      d: "4) ลูกหนี้และเกษตรกร",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;ผู้ที่ได้รับผลประโยชน์เมื่อเกิดภาวะเงินเฟ้อ ได้แก่ ลูกหนี้ ผู้ประกอบอาชีพอิสระ ผู้ประกอบการ เจ้าของกิจการ และนักลงทุน`,
  },
  {
    no: "13",
    question:
      "13. การที่ราคาสินค้าจำเป็นแก่การบริโภคลดลงอย่างต่อเนื่อง จะมีผลให้เกิดปัญหาเศรษฐกิจอย่างไร",
    correctAnswer: "d",
    answer: {
      a: "1) เงินเฟ้อด้านอุปสงค์",
      b: "2) เงินเฟ้อด้านอุปทาน",
      c: "3) ค่าเงินบาทอ่อนตัว",
      d: "4) เงินฝืด",
    },
    explain: `<b>ตอบ ข้อ 4</b><br>&emsp;&emsp;เงินฝืด (Deflation) คือ ภาวการณ์ที่ระดับราคาสินค้าโดยทั่วไปลดลงอย่างต่อเนื่อง โดยการวัดการ เปลี่ยนแปลงของระดับราคาจะใช้ดัชนีราคาเช่นเดียวกับเงินเฟ้อ`,
  },
  {
    no: "14",
    question:
      "14. การเพิ่มการใช้จ่ายของรัฐขึ้นอย่างมากและต่อเนื่อง อาจมีผลให้เกิด",
    correctAnswer: "a",
    answer: {
      a: "1) เงินเฟ้อด้านอุปสงค์",
      b: "2) เงินเฟ้อด้านอุปทาน",
      c: "3) ภาวะเศรษฐกิจตกต่ำ",
      d: "4) ภาวะเศรษฐกิจรุ่งเรือง",
    },
    explain: `<b>ตอบ ข้อ 1</b><br>&emsp;&emsp;ถ้าการใช้จ่ายเพื่อบริโภค การลงทุน และการใช้จ่ายของรัฐบาลสูงขึ้น จะส่งผลให้รายจ่ายรวมสูงขึ้น ความต้องการซื้อสินค้าและบริการทั้งหมดของระบบเศรษฐกิจมากกว่าปริมาณสินค้าและบริการทั้งหมดที่ระบบเศรษฐกิจผลิตได้ จนกระทั่งทำให้ระดับราคาสินค้าโดยทั่วไปสูงขึ้น เรียกว่า “เงินเฟ้อที่เกิดจากอุปสงค์”`,
  },
];
