const { createWorker } = require("tesseract.js");
const express = require("express");
const app = express();

// const url = "bike.png";

// async function main() {
//   const worker = await createWorker(["eng", "tha"]);
//   const {
//     data: { text },
//   } = await worker.recognize(url);
//   await worker.terminate();

//   return text;
// }

// app.get("/", async (req, res) => {
//   const text = await main();
//   const arr = text.split("\n");

//   console.log(arr);

//   res.send(arr);
// });

// app.listen(3000, () => {
//   console.log("Example app listening on port 3000!");
// });

const result = [
  "nN “๐ oO ๒ A ม จ w, A LJ",
  "3 | #4) ๐ ล ๒ ต",
  "ล ๕ £ ส ริ # 2 ก ญ ณ ฆ ณ ชู - |",
  "~ ON > Hey 2 & 2 > ๕ แวง ๒ ร Wr จ ง",
  "~ ๑ ๕ 2 ho a Lr #“ A %..",
  "๐ — wo,",
  "๐ > AN 5 NEN : t",
  "ร ฉั จ ํ า ก ั ด - ส ํ า น ั ก ง า น ให ญ่ ก",
  "gp บ ร ิ ษั ท ป . ส ุ เก ษ ม จ า ก ด | !",
  "Leta 10160",
  "Sh = © 856, 858, 860, 862 ถนน เพ ชร เก ษ ม แข ว ง ห น อ ง ค ้ า ง พ ล ู เข ต ห น อ ง แข ม ก ร ุ ง เท พ ม ห า น ค ร 3",
  "& 3, Se an Sok",
  "9 > ๐ & Ww |  TT",
  "£ « ะ า ก ร : 01055330349 ‘a",
  "& โท ร ศั พ ท ์ : 0-2420-4625-6 แฟ ก ซ์ : 0-2431-1447 เล ข ป ร ะ จ ํ า ต ั ว ผู ้ เส ี ย ภา ษี อ",
  ">  |",
  "ใบ ขา ย |",
  "“-: เล ข ท ี ่ : 67RTSL/0008421 |",
  "อ ล ู ก ค ้ า : บ ร ิ ษั ท ไบ ค ์ ช็ อ ป ร ว ม ใจ เพ ื ่ อ น จ ํ า ก ั ด : |",
  "ท ี ่ อ ย ่ : Yun : 03/05/2567 |",
  "ท อ ย ู * 2@17 ถนน บ สุขสวัสดิ์ แข ว ง บ า ง ป ร ะ ก อ ก เข ต ร า ษ ฎ ร ์ บ ู ร ณะ ก ท ม . 10140 |",
  "| 03/05/2567;16:11:17 |",
  "Z - ชิ ต ร ศร ร ล ค ค ร 1 ล๊ ----- ว เล 1 ไ 4 ส็ 0+ บ แน น ็ 0 จ 07070 ้ ุ a, a TUS i",
  "ล ํ า ด ั บ ร ห ั ส ส ิ น ค ้ า ชื ่ อ ส ิ น ค ้ า ร า ศา “เห น ่ ว ย ha) “บ น",
  "เท พ น ก ร 5 ๐ 33109 ๋ ่ ป ไ ไ โ โป ฆ้ -: : ร ธร ธ ฮ ธ ส ฮ ส ร ณ ใ ซ แ แ แ ็ ็ 11 ็ 7 7 7 ็ ง โจ ไจ ว จ",
  "1 11341K17-510 ฝ่า ค ร อ บ เค ร ื อ ง ด ้ า น ซ้า ย 943.74 1 = 943.74 G p",
  "A 2 17235K1Z-T00 ชุ ด ฝา ค ร อ บ เร ื อ น ไส ้ ก ร อ ง อ า ก า ศ 206.51 1 - 206.51 6 ๕",
  "N ¢",
  "๕ Sl 3  18327K17-j10 ฝา ค ร อ บ ป ล า ย ท ่ อ ค ว า ม ร ้ อ น ท ่ อ ไอ เส ี ย 217.21 1 2 217.21 G จ",
  "| 4  18380-K17-)10 แผ ่ น ก ั น ค ว า ม ร ้ อ น ท ่ อ ไอ เส ี ย 180.83 1 - 180.83 6",
  "| 5  19640-K1Z-T0O ชุ ด ฝ่า ค ร อ บ ด ั ก อ า ก า ศ ด ้ า น ข้ า ย 85.60 1 ว 85 60 6 i",
  "100-K1Z- ว - |",
  "6 3310 T01 ชุ ด ไฟ ห น ้ า 8,155.54 1 = 8,155.54 G 15",
  "7 44301-KOW-N0O เพ ล า ล ้ อ ห น ้ า 77.04 i! 77.04 @ |",
  "8  50311-K1Z-J10 ขา ย ื ด ฝา ค ร อ บ ข้ า ง ต ั ว ถัง ด ้ า น ห น ้ า ข้ า ง ขวา 145773 EE : ก ร ธร 3 =",
  "312-K1Z-J10 M8 บ ้ า ง ต ั ว ถัง ด ้ : ว ้ า ข้ า ง อ ฮั",
  "PEt 5031 ขา ย ด ฝา ค ร อ บ ข้ า ง ต ั ว ถัง ด ้ า น ห น ้ า ข้ า ง ซ้ า ย 185.11 1 x 185.11 ๐",
  "10 50317-K1Z-J10 ป ล อ ก ร อ ง ขา ย ึ ด ฝา ค ร อ บ ด ้ า น ห น ้ า",
  "120.91 1 ว",
  "| 120.91 6",
  "14 67RTSL/0008445",
  "ย อ ด ร ว ม ท ั ้ ง ห ม ด 71,236.31 17,809.10 53,427.21 4",
  "| HH ¥ พ จ ล จา ๕ จ งะ 0 0 70 ฝ 0 ็ ม 3 ง",
  "",
];

const message = [];
let text = result[17].split(":")[2].trim().substring(0, 14);
message.push(text);
